{"book_title": "Steve Jobs", "category": "ชีวประวัติ", "chapter_title": "บทที่ 18-22: NeXT และ Pixar", "title": "ช่วงเวลาแห่งการเรียนรู้: NeXT และ Pixar", "description": "หลังจากออกจาก Apple จ็อบส์ก่อตั้งบริษัท NeXT และเข้าซื้อ Pixar ซึ่งเป็นช่วงเวลาที่เขาได้เรียนรู้และเติบโตขึ้นอย่างมาก", "content": "หลังจากถูกบีบออกจาก Apple จ็อบส์ได้ก่อตั้ง NeXT Computer โดยมุ่งเป้าไปที่ตลาดการศึกษาและธุรกิจด้วยคอมพิวเตอร์ทรงลูกบาศก์ที่สมบูรณ์แบบแต่มีราคาสูงเกินไป แม้ NeXT จะล้มเหลวในเชิงพาณิชย์ แต่เทคโนโลยีซอฟต์แวร์ที่พัฒนาขึ้น (NeXTSTEP) นั้นล้ำหน้ามาก ในทางตรงกันข้าม การเข้าซื้อแผนกคอมพิวเตอร์กราฟิกของ Lucasfilm แล้วตั้งชื่อใหม่ว่า Pixar กลับกลายเป็นความสำเร็จครั้งประวัติศาสตร์ ภาพยนตร์เรื่อง Toy Story ได้ปฏิวัติวงการแอนิเมชันและพิสูจน์วิสัยทัศน์ของจ็อบส์ในการผสานเทคโนโลยีเข้ากับศิลปะการเล่าเรื่อง ช่วงเวลานี้สอนบทเรียนอันล้ำค่าให้จ็อบส์ ทั้งเรื่องการจัดการธุรกิจอย่างมีประสิทธิภาพ และความสำคัญของการสร้างทีมที่ยอดเยี่ยม", "strategy_type": "การลงทุนในเทคโนโลยีและนวัตกรรม", "psychological_techniques": ["การเรียนรู้จากความล้มเหลว (Learning from Failure)", "ความอดทนรอคอย (Patience)", "การสร้างสมดุลในชีวิต (Life Balance)"], "risk_factors": ["การลงทุนในตลาดที่ยังไม่พิสูจน์ตัวเอง"], "control_techniques": ["กระจายความเสี่ยงในการลงทุน", "สร้างธุรกิจที่มุ่งเน้นทั้งเทคโนโลยีและความคิดสร้างสรรค์"], "influence_level": "สูง", "adaptability_level": "สูง"}
{"book_title": "Steve Jobs", "category": "ชีวประวัติ", "chapter_title": "บทที่ 5-6: Apple I และ Apple II", "title": "Apple I และ Apple II: การปฏิวัติคอมพิวเตอร์ส่วนบุคคล", "description": "การสร้างคอมพิวเตอร์เครื่องแรกในโรงรถ, จุดเริ่มต้นของบริษัท Apple และความสำเร็จเชิงพาณิชย์ของ Apple II ที่นำไปสู่การปฏิวัติคอมพิวเตอร์ส่วนบุคคล", "content": "จ็อบส์และวอซเนียกเริ่มต้นบริษัท Apple ในโรงรถของครอบครัวจ็อบส์ Apple I เป็นเพียงแผงวงจรที่ผู้ซื้อต้องไปหาเคสและส่วนประกอบอื่นมาใส่เอง แต่จ็อบส์มีวิสัยทัศน์ที่ไกลกว่านั้น เขามองเห็นอนาคตของคอมพิวเตอร์ส่วนบุคคลที่สมบูรณ์แบบและเป็นมิตรกับผู้ใช้ สิ่งนี้นำไปสู่การสร้าง Apple II ซึ่งเป็นคอมพิวเตอร์เครื่องแรกที่มาพร้อมเคสพลาสติกที่สวยงาม, คีย์บอร์ดในตัว, และความสามารถในการแสดงผลเป็นสีกราฟิก Apple II ประสบความสำเร็จอย่างถล่มทลายและเปลี่ยน Apple จากบริษัทเล็กๆ ในโรงรถให้กลายเป็นผู้เล่นคนสำคัญในอุตสาหกรรมเทคโนโลยี และจุดประกายการปฏิวัติคอมพิวเตอร์ส่วนบุคคลไปทั่วโลก", "strategy_type": "การพัฒนาผลิตภัณฑ์ (Product Development)", "psychological_techniques": ["วิสัยทัศน์ (Vision)", "การตลาดและการสร้างแบรนด์"], "risk_factors": ["ความเสี่ยงทางการเงินในช่วงเริ่มต้น", "การแข่งขันในตลาดที่เกิดขึ้นใหม่"], "control_techniques": ["เริ่มต้นจากผลิตภัณฑ์ขั้นต่ำ (MVP) แล้วพัฒนาต่อยอด", "สร้างผลิตภัณฑ์ที่แก้ปัญหาและใช้งานง่ายสำหรับคนทั่วไป"], "influence_level": "สูง", "adaptability_level": "สูง"}
{"book_title": "Steve Jobs", "category": "ชีวประวัติ", "chapter_title": "บทที่ 1: วัยเด็ก (Childhood: Abandoned and Chosen)", "title": "บทที่ 1: วัยเด็ก (Childhood: Abandoned and Chosen)", "description": "เล่าถึงการเกิดของสตีฟ จ็อบส์ การที่เขาถูกยกให้เป็นบุตรบุญธรรม และความรู้สึกของการเป็น 'ผู้ถูกเลือก' และ 'ผู้ถูกทอดทิ้ง' ซึ่งมีอิทธิพลต่อบุคลิกของเขาในเวลาต่อมา", "content": "บทนี้สำรวจชีวิตในวัยเด็กของสตีฟ จ็อบส์ ซึ่งเกิดจากบิดามารดาผู้เป็นนักศึกษาที่ยังไม่พร้อมจะมีบุตร และได้ยกเขาให้เป็นบุตรบุญธรรมของพอลและคลารา จ็อบส์ การเติบโตขึ้นมาด้วยความรู้สึกนี้หล่อหลอมบุคลิกที่ซับซ้อนของเขา เขารู้สึกว่าตัวเอง 'พิเศษ' และ 'ถูกเลือก' โดยพ่อแม่บุญธรรม แต่ในขณะเดียวกันก็มีความรู้สึก 'ถูกทอดทิ้ง' จากพ่อแม่ผู้ให้กำเนิด ความรู้สึกสองขั้วนี้กลายเป็นแรงผลักดันสำคัญในชีวิตของเขา ทำให้เขาต้องการควบคุมสิ่งต่างๆ รอบตัวและพิสูจน์คุณค่าของตัวเองอยู่เสมอ", "psychological_techniques": ["ความรู้สึกถูกทอดทิ้งและถูกเลือก (Abandoned and Chosen Complex)", "ความต้องการในการควบคุม (Need for control)"], "risk_factors": ["การสร้างความสัมพันธ์ที่ซับซ้อน", "ความรู้สึกไม่มั่นคงภายใน"], "influence_level": "สูง", "adaptability_level": "กลาง"}
{"book_title": "Steve Jobs", "category": "ชีวประวัติ", "chapter_title": "บทที่ 2: คู่หูที่แตกต่าง (Odd Couple: The Two Steves)", "title": "บทที่ 2: คู่หูที่แตกต่าง (Odd Couple: The Two Steves)", "description": "จุดเริ่มต้นความสัมพันธ์ระหว่างสตีฟ จ็อบส์ และสตีฟ วอซเนียก (Woz) ผู้ร่วมก่อตั้ง Apple ที่มีบุคลิกและความสามารถแตกต่างกันอย่างสิ้นเชิง", "content": "บทนี้เน้นความสัมพันธ์ระหว่างสองสตีฟ จ็อบส์คือผู้มีวิสัยทัศน์ มีเสน่ห์ และมีความสามารถด้านการตลาด ส่วนวอซเนียกคืออัจฉริยะด้านวิศวกรรมผู้สามารถสร้างสิ่งที่จ็อบส์จินตนาการให้เป็นจริงได้ ความแตกต่างของทั้งคู่กลับกลายเป็นส่วนผสมที่ลงตัวและเป็นรากฐานสำคัญของการก่อตั้ง Apple การร่วมมือกันสร้าง 'Blue Box' อุปกรณ์สำหรับโทรศัพท์ทางไกลฟรี คือตัวอย่างแรกของการทำงานร่วมกันที่จ็อบส์เป็นคนหาไอเดียและทำการตลาด ส่วนวอซเนียกเป็นคนออกแบบและสร้างมันขึ้นมา", "strategy_type": "การสร้างทีมและพันธมิตร (Partnership and Team Building)", "psychological_techniques": ["การทำงานร่วมกับคนที่มีบุคลิกแตกต่าง", "การเติมเต็มซึ่งกันและกัน (Synergy)"], "risk_factors": ["ความขัดแย้งจากความแตกต่างทางความคิด", "การให้คุณค่ากับสิ่งที่ต่างกัน (วิสัยทัศน์ vs วิศวกรรม)"], "influence_level": "สูง", "adaptability_level": "สูง"}
{"book_title": "Steve Jobs", "category": "ชีวประวัติ", "chapter_title": "บทที่ 11: สนามพลังบิดเบือนความจริง (The Reality Distortion Field)", "title": "บทที่ 11: สนามพลังบิดเบือนความจริง (The Reality Distortion Field)", "description": "อธิบายถึงความสามารถพิเศษของจ็อบส์ในการใช้เสน่ห์ วาทศิลป์ และความมุ่งมั่นอย่างแรงกล้าเพื่อโน้มน้าวให้คนเชื่อและทำในสิ่งที่ดูเหมือนจะเป็นไปไม่ได้", "content": "สนามพลังบิดเบือนความจริง (Reality Distortion Field - RDF) เป็นคำที่ทีมงาน Macintosh ใช้อธิบายความสามารถของจ็อบส์ในการโน้มน้าวใจคนรอบข้างให้เชื่อในวิสัยทัศน์ของเขาจนหมดใจ มันคือการผสมผสานระหว่างเสน่ห์ส่วนตัว, วาทศิลป์ที่ทรงพลัง, ความมุ่งมั่นอย่างไม่ลดละ และความเชื่อมั่นในตัวเองอย่างแรงกล้า เขาสามารถใช้ RDF เพื่อผลักดันให้วิศวกรและนักออกแบบทำในสิ่งที่พวกเขาคิดว่าเป็นไปไม่ได้ให้สำเร็จลุล่วงได้ อย่างไรก็ตาม มันก็เป็นดาบสองคม เพราะบางครั้งมันก็ทำให้จ็อบส์และทีมงานมองข้ามความเป็นจริงและประเมินสถานการณ์ผิดพลาดไป", "strategy_type": "การโน้มน้าว (Persuasion)", "psychological_techniques": ["Reality Distortion Field", "เสน่ห์และความเชื่อมั่น (Charisma and Confidence)", "การตั้งเป้าหมายที่ท้าทายอย่างยิ่ง (Stretch Goals)"], "risk_factors": ["การประเมินเวลาและทรัพยากรผิดพลาด", "สร้างความกดดันและความเครียดอย่างมหาศาลให้ทีมงาน", "อาจทำให้ไม่รับฟังความคิดเห็นที่ขัดแย้ง"], "control_techniques": ["ใช้เพื่อสร้างแรงบันดาลใจและผลักดันขีดจำกัด แต่ต้องอยู่บนพื้นฐานของข้อมูลและความเป็นไปได้", "สร้างวัฒนธรรมที่เปิดรับการถกเถียงเพื่อตรวจสอบความเป็นจริง"], "influence_level": "สูง", "adaptability_level": "กลาง"}
