{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 1: Childhood: Abandoned and Chosen (วัยเด็ก: ถูกทอดทิ้งและถูกเลือก)","title":"บทที่ 1: Childhood: Abandoned and Chosen (วัยเด็ก: ถูกทอดทิ้งและถูกเลือก)","description":"บทนี้คือรากฐานที่สำคัญที่สุดในการทำความเข้าใจตัวตนทั้งหมดของสตีฟ จ็อบส์ มันอธิบายถึงปมขัดแย้งหลักที่ขับเคลื่อนชีวิตเขา: ความรู้สึกเจ็บปวดจากการ \"ถูกทอดทิ้ง\" และความรู้สึกพิเศษจากการ \"ถูกเลือก\" ซึ่งหล่อหลอมให้เขากลายเป็นคนต้องการควบคุมทุกสิ่งและรู้สึกว่าตัวเองอยู่เหนือกฎเกณฑ์","content":"พ่อแม่ผู้ให้กำเนิด: Joanne Schieble และ Abdulfattah \"John\" Jandali เป็นนักศึกษาที่มหาวิทยาลัยวิสคอนซิน แต่พ่อของ Joanne ไม่ยอมรับความสัมพันธ์นี้ Joanne จึงเดินทางไปซานฟรานซิสโกเพื่อคลอดสตีฟอย่างลับๆ ในวันที่ 24 ก.พ. 1955 และเตรียมยกให้เป็นบุตรบุญธรรม\nเงื่อนไขและกระบวนการรับเลี้ยง: Joanne ตั้งเงื่อนไขว่าพ่อแม่บุญธรรมต้องจบปริญญา แต่คู่ที่เลือกไว้เปลี่ยนใจ โอกาสจึงตกเป็นของ พอล และ คลารา จ็อบส์ ซึ่งไม่จบปริญญา\nความขัดแย้ง: Joanne ปฏิเสธที่จะเซ็นเอกสารในตอนแรก จนกระทั่งพอลและคลารายอมทำสัญญาว่าจะส่งเสียสตีฟให้เรียนมหาวิทยาลัยให้ได้\nปมขัดแย้งในใจ: เมื่อเพื่อนบ้านพูดว่า \"พ่อแม่จริงๆ ของแกไม่ต้องการแก\" คำพูดนี้แทงใจดำเขามาก แต่พอลและคลาราตอบกลับอย่างจริงจังว่า \"ไม่จริงเลย ลูกคือคนที่พ่อกับแม่เลือกมาโดยเฉพาะ\" (You were chosen) คำว่า \"Abandoned\" (ถูกทอดทิ้ง) และ \"Chosen\" (ถูกเลือก) กลายเป็นสองขั้วที่กำหนดบุคลิกภาพเขาไปตลอดชีวิต\nอิทธิพลจากพอล จ็อบส์: พอลเป็นช่างฝีมือดีที่สอนสตีฟเรื่องความพิถีพิถัน บทเรียนสำคัญคือการทำด้านหลังของรั้วให้สวยงามเหมือนด้านหน้า โดยบอกว่า \"ช่างฝีมือที่ดีจะไม่มีวันใช้ไม้คุณภาพต่ำทำด้านหลังของตู้ แม้จะไม่มีใครรู้ก็ตาม\" หลักการนี้กลายเป็นปรัชญาในการออกแบบผลิตภัณฑ์ Apple","strategy_type":"การควบคุมสภาพแวดล้อมเพื่อป้องกันความรู้สึกสูญเสียการควบคุมในอดีต","psychological_techniques":["Reframing (การเปลี่ยนกรอบความคิด)"],"risk_factors":["การยึดติดกับความรู้สึกพิเศษ","การมองว่าตนเองอยู่เหนือกฎเกณฑ์ทางสังคมและศีลธรรม"],"control_techniques":["ตระหนักว่าเรื่องราวส่วนตัว (personal narrative) มีผลต่อการกระทำ","สามารถเลือกมองอุปสรรคเป็นบทเรียนแทนบาดแผล","ไม่ใช้ปมในอดีตเป็นข้ออ้างในการปฏิบัติต่อผู้อื่นไม่ดี"],"influence_level":"สูง","adaptability_level":"ต่ำ"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 2: Odd Couple: The Two Steves (คู่หูดูโอ้: สองสตีฟ)","title":"บทที่ 2: Odd Couple: The Two Steves (คู่หูดูโอ้: สองสตีฟ)","description":"บทนี้คือจุดกำเนิดของ Apple มันคือเรื่องราวของการจับคู่ที่สมบูรณ์แบบที่สุดในประวัติศาสตร์เทคโนโลยี ระหว่าง \"สตีฟ วอซเนียก\" วิศวกรอัจฉริยะผู้สร้างสรรค์อย่างบริสุทธิ์ใจ และ \"สตีฟ จ็อบส์\" ผู้มีวิสัยทัศน์ที่สามารถเปลี่ยนนวัตกรรมให้กลายเป็นธุรกิจได้","content":"การพบกัน: ทั้งคู่พบกันในปี 1971 ผ่านเพื่อนร่วมกัน วอซเนียก (Woz) อายุ 21 ปี ส่วนจ็อบส์อายุ 16 ปี วอซเนียกคืออัจฉริยะด้านอิเล็กทรอนิกส์ตัวจริง ส่วนจ็อบส์ทึ่งในความสามารถของวอซเนียกทันที\nThe Blue Box: เหตุการณ์สำคัญที่ก่อร่างความสัมพันธ์ วอซเนียกสร้าง \"Blue Box\" ซึ่งเป็นอุปกรณ์แฮ็กระบบโทรศัพท์เพื่อโทรฟรีได้จากความท้าทายทางวิศวกรรม\nจากงานอดิเรกสู่ธุรกิจ: เมื่อจ็อบส์เห็น Blue Box เขาเห็น \"ผลิตภัณฑ์\" ทันที และพูดกับวอซเนียกว่า \"เราต้องทำมันขาย\" จ็อบส์รับหน้าที่หาชิ้นส่วนและการตลาด ส่วนวอซเนียกรับหน้าที่ผลิต พวกเขาสร้างได้ประมาณร้อยเครื่องและขายในราคาเครื่องละ 150 ดอลลาร์\nบทเรียนสำคัญจาก Blue Box: จ็อบส์กล่าวในภายหลังว่า \"ถ้าไม่มี Blue Box ก็จะไม่มี Apple\" เพราะมันสอนพวกเขาว่าคนสองคนสามารถสร้างผลิตภัณฑ์ที่ซับซ้อนและควบคุมองค์กรระดับโลกได้ และพิสูจน์โมเดลความร่วมมือของพวกเขา: Woz คือพ่อมดผู้สร้าง, Jobs คือคนที่นำเวทมนตร์นั้นออกไปขายให้โลก","strategy_type":"การสร้างพันธมิตรทางธุรกิจ (Partnership)","psychological_techniques":["การใช้วิสัยทัศน์และความกระตือรือร้นเพื่อผลักดันผู้อื่น"],"risk_factors":["การทำธุรกิจที่ผิดกฎหมาย","ความเสี่ยงจากการถูกปล้น"],"control_techniques":["มองหาคู่หูหรือทีมงานที่ทักษะช่วยเติมเต็มจุดอ่อน (The Visionary needs The Maker)","ไม่ประเมินค่าโครงการส่วนตัวต่ำเกินไป เพราะอาจเป็นจุดเริ่มต้นของนวัตกรรมที่ยิ่งใหญ่"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 3: The Dropout: Turn On, Tune In... (เด็กเกเร: เปิดรับ, ปรับตัว...)","title":"บทที่ 3: The Dropout: Turn On, Tune In... (เด็กเกเร: เปิดรับ, ปรับตัว...)","description":"บทนี้สำรวจช่วงเวลาแห่งการแสวงหาตัวตนของจ็อบส์หลังออกจากโรงเรียนมัธยม มันแสดงให้เห็นว่าอิทธิพลจากวัฒนธรรมต่อต้านกระแสหลัก, ปรัชญาตะวันออก, ศิลปะ, และยาเสพติด ได้หล่อหลอมสุนทรียศาสตร์และโลกทัศน์ของเขา ซึ่งต่อมาได้กลายเป็นส่วนสำคัญใน DNA ของ Apple","content":"Reed College: จ็อบส์เลือกเรียนที่ Reed College แต่ลาออกหลังเรียนได้เพียง 1 เทอม เพราะรู้สึกผิดที่ใช้เงินของพ่อแม่ไปกับสิ่งที่เขาไม่เห็นคุณค่า\nThe Drop-in: แทนที่จะกลับบ้าน เขาใช้ชีวิตเป็น \"นักเรียนเถื่อน\" ต่ออีก 18 เดือน เขานอนบนพื้นห้องเพื่อน, คืนขวดโค้กเพื่อเอาเงิน, และกินอาหารฟรีที่วัดฮเรกฤษณะ\nวิชาคัดลายมือ (Calligraphy): การไม่มีตารางเรียนบังคับทำให้เขามีอิสระเข้าไปเรียนวิชาคัดลายมือ เขาทึ่งในความงามของตัวพิมพ์และหลักการจัดช่องไฟ ความรู้นี้ฝังอยู่ในใจ\nผลกระทบต่อ Mac: 10 ปีต่อมา เมื่อออกแบบ Macintosh ความทรงจำจากวิชานี้ทำให้เขาต้องการให้ Mac เป็นคอมพิวเตอร์เครื่องแรกที่มีตัวพิมพ์ที่สวยงามหลากหลาย \"ถ้าผมไม่ลาออก...คอมพิวเตอร์ส่วนบุคคลก็อาจจะไม่มีตัวพิมพ์ที่สวยงามอย่างที่เป็นอยู่ทุกวันนี้\" นี่คือตัวอย่างของปรัชญา \"connecting the dots looking backward\" ของเขา\nจิตวิญญาณและ LSD: ช่วงนี้เขาดำดิ่งกับการแสวงหาจิตวิญญาณ, อ่านหนังสือเช่น \"Be Here Now\", ศึกษาพุทธศาสนานิกายเซน และทดลองใช้ LSD ซึ่งเขาอธิบายว่าเป็นประสบการณ์ที่ \"เปลี่ยนชีวิต\" ทำให้เขาเห็นคุณค่าของสัญชาตญาณมากกว่าการคิดวิเคราะห์","strategy_type":"การผสมผสานข้ามศาสตร์ (Cross-Pollination of Ideas)","psychological_techniques":["การใช้สัญชาตญาณเหนือเหตุผล (Intuition over Intellect)"],"risk_factors":["การตัดสินใจที่ดูเหมือนผิดพลาดในสายตาคนทั่วไป (ลาออกจากมหาวิทยาลัย)"],"control_techniques":["เปิดใจเรียนรู้ศาสตร์ที่ไม่เกี่ยวข้องกับสายงานหลัก","ไม่ดูถูกประสบการณ์ที่ดูเหมือนไร้ประโยชน์ในปัจจุบัน"],"influence_level":"สูง","adaptability_level":"กลาง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 4: Atari and India: Zen and the Art of Game Design (อาตาริและอินเดีย: เซนและศิลปะแห่งการออกแบบเกม)","title":"บทที่ 4: Atari and India: Zen and the Art of Game Design (อาตาริและอินเดีย: เซนและศิลปะแห่งการออกแบบเกม)","description":"บทนี้คือการนำปรัชญาที่เรียนรู้มาประยุกต์ใช้ในโลกแห่งความจริงเป็นครั้งแรก มันแสดงให้เห็นว่าประสบการณ์การทำงานที่ Atari และการเดินทางไปอินเดีย ได้หล่อหลอมปรัชญาการออกแบบที่เน้น \"ความเรียบง่ายสูงสุด\" (Radical Simplicity) ซึ่งกลายเป็นหัวใจสำคัญของผลิตภัณฑ์ Apple ทุกชิ้น","content":"การเข้าทำงานที่ Atari: ในปี 1974 จ็อบส์เดินเข้าไปของานที่ Atari และไม่ยอมกลับจนกว่าจะได้งาน Al Alcorn หัวหน้าวิศวกรจึงรับเข้าทำงานในตำแหน่งช่างเทคนิค\nพฤติกรรมในที่ทำงาน: จ็อบส์สร้างปัญหาทันที เขาไม่ยอมอาบน้ำและมักจะบอกเพื่อนร่วมงานว่างานของพวกเขา \"ห่วยแตก\" จนต้องถูกให้ไปทำงานกะดึกคนเดียว\nโปรเจกต์เกม Breakout: จ็อบส์ได้รับมอบหมายให้สร้างเกม Breakout โดยมีโบนัสถ้าใช้ชิปน้อย เขารู้ว่าตัวเองทำไม่ไหวจึงไปชวนวอซเนียกมาช่วยโดยสัญญาจะแบ่งเงิน 50/50 วอซเนียกทำงานตอนกลางคืนและสร้างเกมเสร็จใน 4 วันโดยใช้วงจรที่อัจฉริยะและใช้ชิปน้อยกว่าเป้า\nการหักหลังเรื่องเงิน: Atari จ่ายเงินให้จ็อบส์ 5,000 ดอลลาร์ แต่จ็อบส์บอกวอซเนียกว่าได้มาแค่ 700 ดอลลาร์ และแบ่งให้ไป 350 ดอลลาร์ วอซเนียกมารู้ความจริงในอีก 10 ปีต่อมาและรู้สึกเจ็บปวดอย่างมาก\nการเดินทางไปอินเดีย: จ็อบส์นำเงินที่ได้ไปอินเดีย 7 เดือนเพื่อแสวงหาจิตวิญญาณ ประสบการณ์นี้สอนให้เขาเห็นคุณค่าของ \"สัญชาตญาณ\" มากกว่าปัญญา\nบทสรุปจากเซนและ Atari: เมื่อกลับมาอเมริกา เขาได้พบกับปรมาจารย์เซน ซึ่งสอนเรื่อง \"ความเรียบง่าย\" และ \"การขจัดสิ่งที่ไม่จำเป็น\" แนวคิดนี้ได้ผสานกับบทเรียนจาก Atari ว่า \"เกมที่ดีที่สุดต้องเรียบง่าย\" กลายเป็นที่มาของปรัชญาการออกแบบผลิตภัณฑ์ Apple","strategy_type":"การใช้ประโยชน์จากทักษะผู้อื่น (Leveraging Others' Skills)","psychological_techniques":["Reality Distortion Field (การใช้พลังความมุ่งมั่นสร้างความจริง)","Compartmentalization (การแบ่งแยกส่วนทางอารมณ์)"],"risk_factors":["การโกหกและไม่ซื่อสัตย์ต่อเพื่อนสนิท","การหาเหตุผลเข้าข้างตัวเองเพื่อบรรลุเป้าหมาย"],"control_techniques":["ฝึกฝนการทำให้ทุกอย่าง \"เรียบง่าย\" ขึ้น","ไม่ให้เป้าหมายมาเป็นข้ออ้างในการทำลายความไว้วางใจ"],"influence_level":"สูง","adaptability_level":"กลาง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 5: The Apple I: Turn On, Boot Up, Jack In... (Apple I: เปิดเครื่อง, บูทระบบ, เชื่อมต่อ...)","title":"บทที่ 5: The Apple I: Turn On, Boot Up, Jack In... (Apple I: เปิดเครื่อง, บูทระบบ, เชื่อมต่อ...)","description":"บทนี้คือการเปลี่ยนจากงานอดิเรกในชมรมสู่การก่อตั้งบริษัทอย่างเป็นทางการ มันคือเรื่องราวของการสร้างคอมพิวเตอร์เครื่องแรกของ Apple ที่แม้จะไม่ได้ประสบความสำเร็จในวงกว้าง แต่ก็เป็นก้าวสำคัญที่พิสูจน์แนวคิดและวางรากฐานให้กับ Apple II ที่จะมาเปลี่ยนโลก","content":"Homebrew Computer Club: วอซเนียกเป็นดาวเด่นในชมรมผู้ชื่นชอบคอมพิวเตอร์ เขามักนำผลงานมาโชว์ ส่วนจ็อบส์คอยสังเกตการณ์และมองหาโอกาสทางธุรกิจ\nการออกแบบ Apple I: วอซเนียกออกแบบคอมพิวเตอร์ส่วนตัวที่ต่อกับคีย์บอร์ดและจอภาพได้โดยใช้ชิ้นส่วนน้อยและต้นทุนถูก ตอนแรกเขาแค่ต้องการแจกแบบแปลนวงจรฟรีๆ\nวิสัยทัศน์ของจ็อบส์: จ็อบส์เห็น \"ผลิตภัณฑ์\" และบอกวอซเนียกว่า \"เราควรจะประกอบแผงวงจรขายเลย\" เขาใช้การโน้มน้าวใจจนวอซเนียกยอมตกลง\nการก่อตั้งบริษัท Apple: จ็อบส์ขายรถตู้ Volkswagen และวอซเนียกขายเครื่องคิดเลข HP-65 สุดรัก ได้เงินมารวมกันประมาณ 1,300 ดอลลาร์ พวกเขาตั้งชื่อบริษัทว่า \"Apple Computer\" เพราะฟังดู \"สนุกสนาน, มีชีวิตชีวา, และไม่น่ากลัว\" และจะอยู่ในสมุดโทรศัพท์ก่อนหน้า \"Atari\"\nคำสั่งซื้อแรก: จ็อบส์นำต้นแบบไปเสนอขายให้ Paul Terrell เจ้าของร้าน \"Byte Shop\" Terrell บอกว่าเขาจะสั่งซื้อ \"คอมพิวเตอร์ที่ประกอบเสร็จแล้ว\" 50 เครื่องในราคาเครื่องละ 500 ดอลลาร์\nการผลิตในโรงรถ: คำสั่งซื้อนี้ทำให้พวกเขาต้องหาเงินทุน 25,000 ดอลลาร์เพื่อซื้อชิ้นส่วน จ็อบส์ใช้ทักษะการต่อรองจนได้เครดิต 30 วันจากซัพพลายเออร์ จากนั้นระดมเพื่อนและครอบครัวมาช่วยกันประกอบแผงวงจร 50 แผงในโรงรถของบ้านจ็อบส์\nApple I: คือแผงวงจรที่ประกอบเสร็จแล้ว ผู้ซื้อยังต้องหาเคส, แหล่งจ่ายไฟ, คีย์บอร์ด, และจอภาพมาต่อเอง ขายในราคา $666.66","strategy_type":"Bootstrapping และ Pre-selling (การขายล่วงหน้า)","psychological_techniques":["Framing (การวางกรอบความคิด)","Vision-casting (การฉายภาพวิสัยทัศน์)"],"risk_factors":["การเริ่มต้นธุรกิจโดยไม่มีเงินทุนสำรอง"],"control_techniques":["เริ่มต้นเล็กๆ และทดสอบตลาดด้วย Minimum Viable Product (MVP)","ใช้คำสั่งซื้อจากลูกค้ารายแรกเป็นเครื่องมือในการสร้างความน่าเชื่อถือ","เปลี่ยนงานอดิเรกให้เป็นธุรกิจเมื่อเห็นโอกาส"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 6: The Apple II: Dawn of a New Age (Apple II: รุ่งอรุณแห่งยุคใหม่)","title":"บทที่ 6: The Apple II: Dawn of a New Age (Apple II: รุ่งอรุณแห่งยุคใหม่)","description":"บทนี้คือการปฏิวัติ Apple I เป็นเพียงจุดเริ่มต้น แต่ Apple II คือผลิตภัณฑ์ที่ทำให้ Apple กลายเป็นบริษัทมหาชนและนำคอมพิวเตอร์ส่วนบุคคลเข้าสู่บ้านและโรงเรียนทั่วอเมริกา มันคือผลลัพธ์ของการผสานวิสัยทัศน์ของจ็อบส์เรื่อง \"ผลิตภัณฑ์ที่สมบูรณ์\" เข้ากับอัจฉริยภาพทางวิศวกรรมของวอซเนียก","content":"วิสัยทัศน์ที่แตกต่าง: จ็อบส์ต้องการสร้างคอมพิวเตอร์ที่ \"ครบวงจร\" และ \"เป็นมิตรกับผู้ใช้\" ที่มาพร้อมเคส, แหล่งจ่ายไฟ, และคีย์บอร์ดในตัว\nการออกแบบของวอซเนียก: วอซเนียกสร้างคอมพิวเตอร์ให้แสดงผลเป็นสีได้, มีเสียง, และมี \"ช่องเสียบขยาย\" (expansion slots) 8 ช่อง เพื่อให้ผู้ใช้ขยายความสามารถได้ในอนาคต\nความหมกมุ่นของจ็อบส์: เขาต้องการเคสพลาสติกขึ้นรูปที่ดูเป็นมิตรและปฏิเสธพัดลมระบายความร้อนที่มีเสียงดัง เขาจ้าง Rod Holt ให้สร้าง \"แหล่งจ่ายไฟแบบสวิตชิ่ง\" ที่ไม่ต้องใช้พัดลม ซึ่งเป็นนวัตกรรมสำคัญ\nการเข้ามาของ Mike Markkula: อดีตผู้บริหารการตลาดของ Intel ที่เกษียณแล้ว ได้เข้ามาร่วมลงทุน 250,000 ดอลลาร์, ช่วยเขียนแผนธุรกิจ, และเป็นผู้บริหารคนที่สาม เขาคือ \"ผู้ใหญ่\" ที่ทำให้ Apple เป็นบริษัทที่แท้จริง\nปรัชญาการตลาดของ Markkula: 1) Empathy (ความเข้าอกเข้าใจลูกค้า), 2) Focus (การตัดสิ่งที่ไม่สำคัญออก), 3) Impute (การสร้างภาพลักษณ์ว่าทุกอย่างต้องสื่อถึงคุณภาพสูงสุด)\nโลโก้สายรุ้ง: จ็อบส์จ้าง Rob Janoff ให้ออกแบบโลโก้ใหม่ ผลลัพธ์คือรูปแอปเปิลแหว่งที่มีแถบสีรุ้งเพื่อสื่อถึงความสามารถในการแสดงผลสี\nVisiCalc - The Killer App: ความสำเร็จถล่มทลายของ Apple II ส่วนหนึ่งมาจากโปรแกรมสเปรดชีต VisiCalc ซึ่งเป็น \"แอปฯ สังหาร\" (Killer App) ที่ทำให้คนต้องซื้อฮาร์ดแวร์เพื่อมาใช้งานมัน","strategy_type":"การสร้างผลิตภัณฑ์แบบครบวงจร (Integrated Product) และการสร้างแพลตฟอร์ม (Platform)","psychological_techniques":["Perfectionism as a Weapon (การใช้ความสมบูรณ์แบบนิยมเป็นอาวุธ)"],"risk_factors":["การประนีประนอมในการออกแบบที่อาจขัดกับความต้องการเริ่มต้น (แต่กลายเป็นผลดี)"],"control_techniques":["คิดถึงประสบการณ์ทั้งหมดของลูกค้า (The whole widget)","ไม่ประเมินค่าความสำคัญของ 'Killer App' หรือ 'Use Case' ที่ชัดเจนต่ำไป"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 7: Chrisann and Lisa: He Who Is Abandoned... (คริสแอนและลิซ่า: ผู้ที่เคยถูกทอดทิ้ง...)","title":"บทที่ 7: Chrisann and Lisa: He Who Is Abandoned... (คริสแอนและลิซ่า: ผู้ที่เคยถูกทอดทิ้ง...)","description":"บทนี้คือการสำรวจด้านมืดที่เจ็บปวดและซับซ้อนที่สุดของสตีฟ จ็อบส์ ในขณะที่เขากำลังจะกลายเป็นมหาเศรษฐีผู้โด่งดัง เขากลับปฏิเสธความเป็นพ่อของลูกสาวคนแรกอย่างเลือดเย็น การกระทำนี้สะท้อนปม \"การถูกทอดทิ้ง\" ในวัยเด็กของเขาเองอย่างน่าเศร้า","content":"ความสัมพันธ์กับ Chrisann Brennan: จ็อบส์คบหากับคริสแอนตั้งแต่สมัยมัธยม ในปี 1977 ขณะที่ Apple กำลังเติบโต คริสแอนบอกจ็อบส์ว่าเธอตั้งท้อง\nการปฏิเสธอย่างสิ้นเชิง: จ็อบส์ปฏิเสธทันทีว่าเขาไม่ใช่พ่อของเด็กและทิ้งให้คริสแอนเผชิญชะตากรรมเพียงลำพัง\nกำเนิด Lisa Brennan: คริสแอนคลอดลูกสาวเมื่อวันที่ 17 พฤษภาคม 1978 แม้จ็อบส์จะไปเยี่ยม แต่เขาก็ยังปฏิเสธว่าเป็นลูก แต่ก็ช่วยตั้งชื่อลูกสาวว่า \"ลิซ่า\"\nการฟ้องร้องและผลตรวจ DNA: คริสแอนต้องพึ่งพาสวัสดิการรัฐ ทำให้สำนักงานอัยการฟ้องร้องจ็อบส์ จ็อบส์ให้การในศาลว่าเขา \"เป็นหมัน\" แต่ผลตรวจเลือดระบุว่ามีความเป็นไปได้ 94.4% ที่เขาคือพ่อ\nการยอมรับอย่างไม่เต็มใจ: แม้ผลจะออกมาเช่นนั้น จ็อบส์ก็ยังคงปฏิเสธกับสื่อ และถูกศาลสั่งให้จ่ายค่าเลี้ยงดูบุตรเพียงเดือนละ 500 ดอลลาร์ ซึ่งน้อยนิดมากเมื่อเทียบกับความมั่งคั่งของเขา\nความย้อนแย้ง: คอมพิวเตอร์ \"Lisa\": ในช่วงเวลาเดียวกัน Apple กำลังพัฒนาคอมพิวเตอร์รุ่นใหม่ที่จ็อบส์ยืนกรานให้ตั้งชื่อโปรเจกต์นี้ว่า \"Lisa\" แม้จะยังปฏิเสธลูกสาวตัวเองอยู่ก็ตาม หลายปีต่อมาเขาถึงยอมรับว่าตั้งชื่อตามลูกสาวจริงๆ","strategy_type":"การใช้กลไกป้องกันตัวเองทางจิตใจ","psychological_techniques":["Denial (การปฏิเสธความจริง)","Compartmentalization (การแบ่งแยกส่วนทางอารมณ์)"],"risk_factors":["การทำผิดพลาดทางศีลธรรมอย่างใหญ่หลวง","การสร้างความเจ็บปวดให้คนใกล้ชิดซึ่งกลายเป็นรอยแผลที่ต้องเยียวยาเป็นเวลานาน"],"control_techniques":["เผชิญหน้ากับความจริงที่เจ็บปวดเกี่ยวกับตัวเองและยอมรับความรับผิดชอบ","ไม่ใช้ปมในอดีตเป็นข้ออ้างในการทำร้ายผู้อื่น"],"influence_level":"สูง","adaptability_level":"ต่ำ"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 8: Xerox and Lisa: Graphical User Interfaces (ซีร็อกซ์และลิซ่า: ส่วนต่อประสานกราฟิกกับผู้ใช้)","title":"บทที่ 8: Xerox and Lisa: Graphical User Interfaces (ซีร็อกซ์และลิซ่า: ส่วนต่อประสานกราฟิกกับผู้ใช้)","description":"บทนี้คือการจุดประกายการปฏิวัติครั้งที่สองของวงการคอมพิวเตอร์ มันเล่าถึงการไปเยือนศูนย์วิจัย Xerox PARC ในตำนาน ซึ่งจ็อบส์ได้เห็นอนาคตของคอมพิวเตอร์เป็นครั้งแรก และ \"ขโมย\" แนวคิดที่จะเปลี่ยนปฏิสัมพันธ์ระหว่างมนุษย์กับเครื่องจักรไปตลอดกาล","content":"Xerox PARC: ศูนย์วิจัยและพัฒนาของ Xerox ที่รวมสุดยอดหัวกะทิของวงการคอมพิวเตอร์ ซึ่งได้ประดิษฐ์เทคโนโลยีแห่งอนาคตไว้มากมาย\nสิ่งประดิษฐ์ที่ยิ่งใหญ่ที่สุด: GUI (Graphical User Interface) ซึ่งประกอบด้วย 3 องค์ประกอบหลัก: Bitmapped Display, Windows (หน้าต่าง), และ Mouse (เมาส์) ทำให้ผู้ใช้ควบคุมคอมพิวเตอร์ผ่านภาพบนจอได้\nข้อตกลงกับ Xerox: Apple ได้รับอนุญาตให้ซื้อหุ้น Xerox ในราคาพิเศษ แลกกับการให้ทีม Apple เข้าชมเทคโนโลยีที่ PARC ได้ 3 วัน\nการไปเยือนที่เปลี่ยนโลก: ในเดือนธันวาคม 1979 เมื่อจ็อบส์และทีมงานได้เห็นการสาธิต GUI, เมาส์, และเครือข่าย Ethernet จ็อบส์ตื่นเต้นจนตะโกนว่า \"นี่มันสุดยอด! นี่คือการปฏิวัติ!\" เขาเห็นอนาคตทั้งหมดอยู่ตรงหน้า\n\"โจรผู้ยิ่งใหญ่\": ผู้บริหารของ Xerox ไม่เห็นคุณค่าของเทคโนโลยีเหล่านี้ จ็อบส์มองว่า Xerox \"ตาบอดที่นั่งอยู่บนขุมทรัพย์\" และไม่ได้รู้สึกว่าตัวเองขโมย แต่กำลังหยิบเอาแนวคิดที่ยอดเยี่ยมที่กำลังจะถูกปล่อยให้ตายไป มาทำให้มันเป็นจริงและดีขึ้น ตามคำกล่าวของ Picasso ที่ว่า \"Good artists copy, great artists steal\"\nจาก PARC สู่ Lisa: ทันทีที่กลับมาที่ Apple จ็อบส์ก็เปลี่ยนทิศทางของโปรเจกต์คอมพิวเตอร์ \"Lisa\" ให้กลายเป็นคอมพิวเตอร์เครื่องแรกในเชิงพาณิชย์ที่ใช้ GUI และเมาส์","strategy_type":"การได้มาซึ่งแนวคิดเชิงกลยุทธ์ (Strategic Acquisition of Ideas)","psychological_techniques":["Visionary Insight (การมองเห็นภาพอนาคต)"],"risk_factors":["(ของ Xerox) การไม่สามารถมองเห็นศักยภาพในนวัตกรรมของตัวเอง"],"control_techniques":["เปิดหูเปิดตาและเรียนรู้จากคู่แข่งหรืออุตสาหกรรมอื่น","อย่าติดอยู่กับกรอบธุรกิจเดิมๆ จนมองไม่เห็นโอกาสใหม่ๆ"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 9: Going Public: A Man of Wealth and Fame (เข้าตลาดหุ้น: ชายผู้มั่งคั่งและมีชื่อเสียง)","title":"บทที่ 9: Going Public: A Man of Wealth and Fame (เข้าตลาดหุ้น: ชายผู้มั่งคั่งและมีชื่อเสียง)","description":"บทนี้เล่าถึงจุดสูงสุดทางการเงินของ Apple ในยุคแรก คือการนำบริษัทเข้าสู่ตลาดหลักทรัพย์ (IPO) ซึ่งทำให้ผู้ก่อตั้งกลายเป็นมหาเศรษฐีในชั่วข้ามคืน แต่ความมั่งคั่งและชื่อเสียงก็ได้สร้างรอยร้าวและความขัดแย้งขึ้นไปอีก","content":"การเติบโตอย่างก้าวกระโดด: ยอดขาย Apple พุ่งจาก 775,000 ดอลลาร์ในปี 1977 ไปสู่ 118 ล้านดอลลาร์ในปี 1980\nการตัดสินใจ IPO: Mike Markkula และผู้บริหารตัดสินใจนำ Apple เข้าตลาดหุ้นเพื่อระดมทุนและให้ผลตอบแทนพนักงาน\nความขัดแย้งเรื่องหุ้น (Stock Options): คณะกรรมการตัดสินใจให้หุ้น pre-IPO แก่พนักงานทุกคน ยกเว้นกลุ่มที่จ็อบส์เห็นว่า \"ไม่สำคัญ\" หนึ่งในนั้นคือ Daniel Kottke เพื่อนสนิทและพนักงานยุคแรก\nการเผชิญหน้า: วอซเนียกรู้สึกว่าไม่ยุติธรรมและไปขอร้องจ็อบส์ แต่จ็อบส์ปฏิเสธอย่างแข็งกร้าว วอซเนียกจึงตัดสินใจแบ่งหุ้นของ \"ตัวเอง\" ส่วนหนึ่งมอบให้กับ Kottke และพนักงานอีกเกือบ 80 คนที่ถูกกีดกัน โดยบอกว่า \"มันเป็นสิ่งที่ถูกต้องที่ควรทำ\"\nวัน IPO (12 ธันวาคม 1980): หุ้น Apple เปิดตัวที่ราคา 22 ดอลลาร์ และพุ่งขึ้นเกือบ 32% ทำให้มูลค่าบริษัททะยานสู่ 1.79 พันล้านดอลลาร์\nผลลัพธ์: สตีฟ จ็อบส์ในวัย 25 ปี มีมูลค่าทรัพย์สิน 256 ล้านดอลลาร์ และพนักงานกว่า 40 คนกลายเป็นเศรษฐี\nผลกระทบต่อจ็อบส์: ความร่ำรวยยิ่งทำให้เขารู้สึกแปลกแยกและเชื่อมั่นในความพิเศษของตัวเองมากยิ่งขึ้น เขาเริ่มหมกมุ่นกับภาพลักษณ์ \"ผู้มีวิสัยทัศน์\" และดูถูกคนที่มีแรงจูงใจมาจากเรื่องเงิน","strategy_type":"การใช้ Stock Options เป็นเครื่องมือดึงดูดและรักษาพนักงาน","psychological_techniques":["Binary Worldview (โลกทัศน์แบบสองขั้ว แบ่งคนเป็นฮีโร่กับไอ้โง่)"],"risk_factors":["การตัดสินใจที่ไม่ยุติธรรมสร้างรอยร้าวในวัฒนธรรมองค์กร","การปล่อยให้ความสำเร็จและอำนาจทำให้ลืมผู้ที่เคยช่วยเหลือ"],"control_techniques":["ตระหนักว่าความสำเร็จมาจากความพยายามของทุกคน","สร้างระบบการให้รางวัลที่ยุติธรรมและทั่วถึง","ไม่ดูถูกคุณค่าของเพื่อนร่วมงานทุกคน"],"influence_level":"สูง","adaptability_level":"กลาง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 10: The Mac Is Born: You Say You Want a Revolution (กำเนิดแมค: คุณบอกว่าอยากปฏิวัติ)","title":"บทที่ 10: The Mac Is Born: You Say You Want a Revolution (กำเนิดแมค: คุณบอกว่าอยากปฏิวัติ)","description":"บทนี้คือจุดเริ่มต้นของตำนานที่ยิ่งใหญ่ที่สุดของ Apple มันคือเรื่องราวการ \"รัฐประหาร\" ที่จ็อบส์เข้ายึดโปรเจกต์เล็กๆ และเปลี่ยนมันให้กลายเป็นภารกิจ \"โจรสลัด\" เพื่อสร้างคอมพิวเตอร์ที่จะ \"ทิ้งรอยบุ๋มไว้ในจักรวาล\"","content":"สองโปรเจกต์คู่ขนาน: Lisa vs. Macintosh: Apple มีสองทีมที่ทำคอมพิวเตอร์ GUI: ทีม Lisa เป็นทีมใหญ่ มีทรัพยากรเยอะ บริหารแบบบริษัทใหญ่ ส่วนทีม Macintosh เริ่มโดย Jef Raskin เป็นโปรเจกต์เล็กๆ ที่ต้องการสร้างคอมพิวเตอร์ราคาถูก\nการ \"ยึด\" โปรเจกต์ Macintosh: เมื่อจ็อบส์ถูกบีบออกจากทีม Lisa เขาก็หันมาสนใจโปรเจกต์ Macintosh และค่อยๆ เข้ายึดอำนาจ เปลี่ยนวิสัยทัศน์จาก \"เครื่องใช้ไฟฟ้าราคาถูก\" เป็น \"ผลิตภัณฑ์ที่ยอดเยี่ยมอย่างบ้าคลั่ง\" (insanely great) จน Raskin ถูกบีบให้ออกไป\nการสร้างทีม \"โจรสลัด\": จ็อบส์ย้ายทีม Macintosh ไปอยู่อาคารของตัวเองและสร้างวัฒนธรรมแบบ \"เราสู้กับโลก\" เขาบอกว่า \"การเป็นโจรสลลัดสนุกกว่าการเข้าร่วมกองทัพเรือ\" ทีม Mac คือ \"โจรสลัด\" ที่มีความคิดสร้างสรรค์ ส่วนทีม Lisa คือ \"กองทัพเรือ\" ที่อุ้ยอ้าย เขาชักธงโจรสลัดขึ้นบนยอดตึก\nการสรรหาคนเก่ง (A-Players): จ็อบส์หมกมุ่นกับการสร้างทีมที่ประกอบด้วย \"ผู้เล่นระดับ A\" เท่านั้น เขาเชื่อว่าผู้เล่นระดับ A ชอบทำงานกับผู้เล่นระดับ A คนอื่นๆ และจะสัมภาษณ์งานด้วยตัวเองด้วยคำถามแปลกๆ\nวัฒนธรรมการทำงานที่เข้มข้น: จ็อบส์ผลักดันทีมงานอย่างหนักหน่วง เขาจะวิจารณ์งานอย่างตรงไปตรงมาว่า \"นี่มันห่วยแตก!\" หรือชื่นชมว่า \"นี่มันยอดเยี่ยมอย่างบ้าคลั่ง!\" บรรยากาศเต็มไปด้วยความกดดันแต่ก็รู้สึกว่ากำลังสร้างประวัติศาสตร์","strategy_type":"Skunkworks (การตั้งหน่วยปฏิบัติการลับ) และ Top-Down Vision (วิสัยทัศน์จากบนลงล่าง)","psychological_techniques":["Tribalism (การสร้างเผ่า)","Hero-Making (การสร้างวีรบุรุษ)"],"risk_factors":["การสร้างวัฒนธรรมที่เป็นพิษและความเหนื่อยหน่ายของทีมงาน","การสร้างการแข่งขันภายในองค์กรที่ทำลายความร่วมมือ"],"control_techniques":["สร้างภารกิจ (mission) ที่ยิ่งใหญ่และมีความหมายให้ทีม","หลีกเลี่ยงการสร้างวัฒนธรรมที่ต้องมีผู้ชนะและผู้แพ้ภายในองค์กรเดียวกัน"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 11: The Reality Distortion Field: Playing by His Own Set of Rules (สนามพลังบิดเบือนความจริง: เล่นตามกฎของตัวเอง)","title":"บทที่ 11: The Reality Distortion Field: Playing by His Own Set of Rules (สนามพลังบิดเบือนความจริง: เล่นตามกฎของตัวเอง)","description":"บทนี้อธิบายถึง \"อาวุธ\" ทางจิตวิทยาที่ทรงพลังที่สุดของสตีฟ จ็อบส์ มันคือความสามารถพิเศษในการใช้เสน่ห์, คารม, ความเชื่อมั่นอย่างแรงกล้า, และการข่มขู่ เพื่อโน้มน้าวให้ผู้คนยอมรับในวิสัยทัศน์ของเขาและทำในสิ่งที่เป็นไปไม่ได้ให้สำเร็จ","content":"ที่มาของคำ: คำว่า \"Reality Distortion Field\" (RDF) ถูกบัญญัติขึ้นโดย Bud Tribble วิศวกรทีม Mac โดยได้แรงบันดาลใจจากซีรีส์ Star Trek\nกลไกการทำงาน: RDF คือการผสมผสานของ: เสน่ห์และคารมคมคาย, ความเชื่อมั่นอย่างไม่มีเงื่อนไข, การบิดเบือนความจริง, และความมุ่งมั่นที่จะทำให้สำเร็จ\nตัวอย่างการใช้ RDF:\nเวลาบูทเครื่อง: เมื่อวิศวกรบอกว่าลดเวลาบูทเครื่องไม่ได้อีกแล้ว จ็อบส์ใช้ RDF โดยเปลี่ยนปัญหาทางเทคนิคให้เป็นปัญหาทางศีลธรรม (\"คุณจะช่วยชีวิตคนได้นะ\") ทำให้วิศวกรกลับไปทำในสิ่งที่เคยบอกว่าทำไม่ได้ให้สำเร็จ\nการปฏิเสธความคิดคนอื่นแล้วนำมาใช้เอง: เขาจะบอกว่าความคิดของใครบางคน \"โง่ที่สุด\" แล้วหนึ่งสัปดาห์ต่อมา ก็นำเสนอความคิดเดียวกันนั้นราวกับเป็นของเขาเอง\nกำหนดเวลาที่เป็นไปไม่ได้: เขาจะกำหนดเดดไลน์ที่ทีมงานรู้ว่าเป็นไปไม่ได้ แต่ด้วยพลังของ RDF เขาทำให้ทีมงานเชื่อและพยายามจนทำงานเสร็จได้เร็วกว่าที่คิด\nด้านมืดของ RDF: มันยังใช้เพื่อ \"บงการ\" และ \"หลอกลวง\" ด้วย เขาสามารถใช้มันเพื่อหลีกเลี่ยงความรับผิดชอบ หรือทำให้คนอื่นรู้สึกผิด","strategy_type":"การใช้ RDF เป็นเครื่องมือบริหารจัดการเพื่อผลักดันขีดจำกัดของความเป็นไปได้","psychological_techniques":["Persuasion (การโน้มน้าวใจ)","Hypnotic Suggestion (การชี้นำเชิงสะกดจิต)","Gaslighting (การทำให้ผู้อื่นสงสัยในความเป็นจริงของตนเอง)","Self-Deception (การหลอกตัวเอง)"],"risk_factors":["การแยกไม่ออกระหว่างวิสัยทัศน์กับภาพลวงตา","การไม่รับฟังคำวิจารณ์ที่สมเหตุสมผล","การสร้างศัตรู"],"control_techniques":["ฝึกฝนการสื่อสารวิสัยทัศน์ด้วยความเชื่อมั่นเพื่อสร้างแรงบันดาลใจ (Inspirational Leadership)","หลีกเลี่ยงการใช้เทคนิคนี้เพื่อบิดเบือนความจริงหรือบงการผู้อื่น","ต้องยอมรับความจริง (grounded in reality) ควบคู่ไปกับการสร้างแรงบันดาลใจ"],"influence_level":"สูง","adaptability_level":"ต่ำ"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 12: The Design: Real Artists Ship (การออกแบบ: ศิลปินตัวจริงต้องส่งมอบผลงาน)","title":"บทที่ 12: The Design: Real Artists Ship (การออกแบบ: ศิลปินตัวจริงต้องส่งมอบผลงาน)","description":"บทนี้เจาะลึกถึงปรัชญาการออกแบบของจ็อบส์ ซึ่งเป็นการผสานกันระหว่างศิลปะ, วิศวกรรม, และความเรียบง่ายแบบเซน มันแสดงให้เห็นถึงความหมกมุ่นในทุกรายละเอียด และตอกย้ำหลักการสำคัญที่ว่า \"ศิลปินตัวจริงต้องส่งมอบผลงาน\"","content":"การออกแบบคือจิตวิญญาณ: สำหรับจ็อบส์ การออกแบบไม่ใช่แค่ \"รูปลักษณ์ภายนอก\" (how it looks) แต่คือ \"วิธีการทำงาน\" (how it works)\nการออกแบบ Macintosh: เขาใส่ใจทุกรายละเอียด ตั้งแต่เคสแนวตั้งเพื่อให้ดูเหมือนใบหน้าคน, ไอคอน \"Happy Mac\" ที่ยิ้มให้ผู้ใช้, ที่จับเพื่อสื่อถึงความเป็นส่วนตัว, และการไม่มีพัดลมเพื่อความเงียบสงบ\nความงามที่มองไม่เห็น: อิทธิพลจากพ่อของเขาทำให้จ็อบส์ยืนกรานว่า \"แผงวงจรภายใน\" ของ Mac ต้องถูกจัดวางอย่างสวยงามและเป็นระเบียบ แม้จะไม่มีใครเห็นก็ตาม เขาต้องการให้ทีมงานภาคภูมิใจในผลงานทุกระดับ\nลายเซ็นของศิลปิน: เขาให้สมาชิกในทีมทุกคนเซ็นชื่อลงบนกระดาษ แล้วนำไปสลักไว้ด้านในของเคส Mac ทุกเครื่อง เพื่อประกาศว่า \"พวกเราสร้างสิ่งนี้ขึ้นมาด้วยความภาคภูมิใจ\"\n\"Real Artists Ship\" (ศิลปินตัวจริงต้องส่งมอบผลงาน): แม้จะหมกมุ่นในความสมบูรณ์แบบ แต่จ็อบส์ก็เข้าใจว่าถึงจุดหนึ่งต้องหยุดแก้ไขและ \"ส่งมอบ\" ผลงานออกไปสู่ตลาด เขาใช้คำนี้เพื่อกระตุ้นทีมงานเมื่อใกล้ถึงกำหนดส่ง เป็นการรักษาสมดุลระหว่างความสมบูรณ์แบบกับการปฏิบัติจริง","strategy_type":"การออกแบบแบบบูรณาการ (Integrated Design) ที่ฮาร์ดแวร์ ซอฟต์แวร์ และรูปลักษณ์ต้องออกแบบไปพร้อมกัน","psychological_techniques":["Emotional Design (การออกแบบเชิงอารมณ์)"],"risk_factors":["ความหมกมุ่นในสุนทรียศาสตร์ที่อาจสร้างปัญหาทางเทคนิค (เช่น การไม่มีพัดลมทำให้เครื่องร้อน)"],"control_techniques":["ใส่ใจในทุกรายละเอียดของงาน แม้ในส่วนที่คนอื่นมองไม่เห็น (Pride in Craftsmanship)","เรียนรู้ที่จะรักษาสมดุลระหว่างความสมบูรณ์แบบนิยมกับการปฏิบัติจริง (Balance perfectionism with pragmatism)","ตัดสินใจว่าเมื่อไหร่ที่งาน \"ดีพอแล้ว\" และเดินหน้าต่อไป"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 13: Building the Mac: The Journey Is the Reward (สร้างแมค: การเดินทางคือรางวัล)","title":"บทที่ 13: Building the Mac: The Journey Is the Reward (สร้างแมค: การเดินทางคือรางวัล)","description":"บทนี้พาเข้าไปสัมผัสบรรยากาศจริงใน \"หลุมหลบภัย\" ของทีม Macintosh มันไม่ใช่แค่เรื่องของเทคโนโลยี แต่เป็นเรื่องของมนุษย์, ความสัมพันธ์, ความกดดัน, และความเชื่อมั่นที่ว่าพวกเขากำลังทำสิ่งที่สำคัญที่สุดในชีวิต","content":"วัฒนธรรมการทำงานแบบสุดขั้ว: ทีมงาน Mac ทำงานสัปดาห์ละ 90 ชั่วโมงเป็นเรื่องปกติ พวกเขานอนใต้โต๊ะและใช้ชีวิตทั้งหมดอยู่ในอาคาร Texaco Towers บรรยากาศเต็มไปด้วยความเครียดแต่ก็มีความรู้สึกเป็นพี่น้องอย่างแรงกล้า\nการบริหารจัดการของจ็อบส์: เขาจะวิจารณ์งานอย่างโหดร้ายว่า \"นี่มันห่วยแตก!\" แต่เมื่อพอใจก็จะชมว่า \"นี่มันยอดเยี่ยมอย่างบ้าคลั่ง!\" คำชมของเขามีค่ามหาศาล เขาจัดรีทรีทประจำปีเพื่อสร้างแรงบันดาลใจและเขียนคำขวัญบนกระดาน เช่น \"การเดินทางคือรางวัล\"\nเรื่องราวความขัดแย้งและแรงกดดัน: มีการแข่งขันกันอย่างดุเดือดระหว่างทีม Mac กับทีม Lisa เพื่อแย่งชิงทรัพยากรและ \"จิตวิญญาณ\" ของบริษัท\nThe soul of a new machine: ทีมงานรู้สึกจริงๆ ว่า Macintosh ไม่ใช่แค่เครื่องจักร แต่มี \"จิตวิญญาณ\" เพราะพวกเขาใส่ความรัก, ความหลงใหล, และหยาดเหงื่อลงไปในทุกส่วนของการออกแบบ ความเชื่อนี้เองที่ทำให้พวกเขาทนต่อแรงกดดันมหาศาลจากจ็อบส์ได้","strategy_type":"วัฒนธรรมที่ขับเคลื่อนด้วยภารกิจ (Mission-Driven Culture)","psychological_techniques":["High-Stakes Motivation (การสร้างแรงจูงใจด้วยเดิมพันสูง)","Intermittent Reinforcement (การเสริมแรงเป็นครั้งคราว)"],"risk_factors":["วัฒนธรรมแบบเผาไหม้ตัวเอง (burnout culture) ที่ไม่ยั่งยืน","การสร้างความเหนื่อยหน่ายและบาดแผลทางใจให้ทีมงาน"],"control_techniques":["สร้างบรรยากาศที่ทีมงานรู้สึกว่ากำลังทำสิ่งที่สำคัญและมีความหมาย","ให้เกียรติกับกระบวนการ (การเดินทาง) ไม่ใช่แค่ผลลัพธ์สุดท้าย","หลีกเลี่ยงการสร้างวัฒนธรรมที่ยอมรับการทำงานหนักจนเสียสุขภาพและการดูถูกกัน"],"influence_level":"สูง","adaptability_level":"กลาง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 14: Enter Sculley: The Pepsi Challenge (การมาของสก็คลีย์: คำท้าจากเป๊ปซี่)","title":"บทที่ 14: Enter Sculley: The Pepsi Challenge (การมาของสก็คลีย์: คำท้าจากเป๊ปซี่)","description":"บทนี้คือจุดเริ่มต้นของจุดจบสำหรับจ็อบส์ในยุคแรกที่ Apple มันคือเรื่องราวการตัดสินใจที่ผิดพลาดครั้งใหญ่ในการเลือกคนผิดมาบริหารบริษัท และการใช้คารมคมคายในตำนานเพื่อชักชวนเขาให้มาร่วมงาน","content":"ความต้องการ \"ผู้ใหญ่\": คณะกรรมการบริหารรู้สึกว่าจ็อบส์ยังขาดวุฒิภาวะในการเป็น CEO และต้องการผู้บริหารมืออาชีพจากบริษัทขนาดใหญ่เข้ามาดูแล\nเป้าหมายคือ John Sculley: เป้าหมายคือ John Sculley, CEO ที่ประสบความสำเร็จอย่างสูงของ PepsiCo และเป็นเจ้าแห่งการตลาดผู้สร้างแคมเปญ \"Pepsi Challenge\"\nกระบวนการจีบที่ยาวนาน: จ็อบส์เริ่ม \"จีบ\" สก็คลีย์อย่างจริงจัง เขาบินไปนิวยอร์กหลายครั้ง, พาชมห้องแล็บ, และใช้ RDF ของเขาวาดภาพอนาคตอันน่าตื่นเต้นของการปฏิวัติวงการคอมพิวเตอร์\nคำถามในตำนาน: สก็คลีย์ยังคงลังเลที่จะทิ้งตำแหน่งที่มั่นคง จ็อบส์จึงถามคำถามที่กลายเป็นอมตะว่า: \"คุณอยากจะใช้ชีวิตที่เหลือของคุณขายแค่น้ำหวาน หรือคุณอยากจะได้รับโอกาสที่จะมาเปลี่ยนโลกกับผม?\" (Do you want to spend the rest of your life selling sugared water, or do you want a chance to change the world?)\nคำตอบ: คำถามนี้แทงใจดำสก็คลีย์อย่างจังและทำให้เขาตัดสินใจมารับตำแหน่ง CEO ของ Apple ในปี 1983\nความสัมพันธ์ช่วงแรก: ในช่วงแรกความสัมพันธ์ของทั้งสองยอดเยี่ยมมาก แต่ภายใต้ความสัมพันธ์นี้มีความแตกต่างพื้นฐานที่รอวันปะทุ: จ็อบส์คือ \"คนสร้างผลิตภัณฑ์\" ที่ขับเคลื่อนด้วยสัญชาตญาณ ในขณะที่สก็คลีย์คือ \"คนการตลาด\" ที่ขับเคลื่อนด้วยตัวเลข","strategy_type":"การสรรหาผู้บริหารระดับสูงโดยเน้นที่วิสัยทัศน์และภารกิจ","psychological_techniques":["The Seduction (การยั่วยวนเชิงจิตวิทยา)","Challenging the Ego (การท้าทายอีโก้และความหมายของชีวิต)"],"risk_factors":["การเลือกคนโดยดูจากภาพลักษณ์มากกว่าความเข้าใจในวัฒนธรรมและผลิตภัณฑ์ของบริษัท","การนำคนจากวัฒนธรรมองค์กรที่แตกต่างกันอย่างสิ้นเชิงมาอยู่ในตำแหน่งสูงสุด"],"control_techniques":["สรรหาบุคลากรสำคัญโดยมองหาคนที่มี \"คุณค่า\" (values) ตรงกับองค์กร","ไม่ตกหลุมพรางของเสน่ห์หรือคำพูดสวยหรูในการตัดสินใจเรื่องคนที่สำคัญ"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 15: The Launch: A Dent in the Universe (การเปิดตัว: สร้างรอยบุ๋มให้จักรวาล)","title":"บทที่ 15: The Launch: A Dent in the Universe (การเปิดตัว: สร้างรอยบุ๋มให้จักรวาล)","description":"บทนี้คือการเปลี่ยนการเปิดตัวผลิตภัณฑ์เทคโนโลยีให้กลายเป็น \"ปรากฏการณ์ทางวัฒนธรรม\" มันคือจุดสูงสุดของความสามารถในการเป็นนักการตลาดและนักแสดงของสตีฟ จ็อบส์ โดยมีศูนย์กลางอยู่ที่โฆษณา \"1984\" ที่เป็นตำนาน","content":"โฆษณา \"1984\": จ็อบส์จ้างผู้กำกับ Ridley Scott ให้สร้างโฆษณาสำหรับ Super Bowl โดยได้รับแรงบันดาลใจจากนวนิยาย \"Nineteen Eighty-Four\" ของ George Orwell มันแสดงภาพโลกดิสโทเปียที่หญิงสาวนักวิ่ง (สัญลักษณ์ของ Macintosh) ขว้างค้อนทำลายจอของ \"พี่เบิ้ม\" (สัญลักษณ์ของ IBM) พร้อมข้อความว่า \"...you'll see why 1984 won't be like '1984'.\"\nความขัดแย้งภายใน: เมื่อคณะกรรมการบริหารของ Apple เห็นโฆษณานี้ พวกเขา \"เกลียด\" มันมากและสั่งให้ขายเวลาโฆษณาทิ้งไป แต่ทีมงานแกล้งทำเป็นขายไม่ทันและออกอากาศโดยขัดคำสั่ง\nผลลัพธ์: โฆษณา \"1984\" กลายเป็นข่าวดังไปทั่วโลกและถูกยกย่องว่าเป็นหนึ่งในโฆษณาที่ยิ่งใหญ่ที่สุดตลอดกาล มันไม่ได้ขายคอมพิวเตอร์ แต่ขาย \"การปฏิวัติ\"\nวันเปิดตัว (24 มกราคม 1984): จ็อบส์จัดงานเปิดตัวที่หอประชุม Flint Center เขาล้วงแผ่นดิสก์ใส่ในเครื่อง Mac และ Mac ก็ \"พูด\" ผ่านโปรแกรมแปลงเสียงว่า \"สวัสดี ผมชื่อ Macintosh...\" ผู้ชมลุกขึ้นปรบมือนานกว่า 5 นาที จ็อบส์ถึงกับน้ำตาคลอ","strategy_type":"การตลาดเชิงกิจกรรม (Event Marketing) และ การวางตำแหน่งแบรนด์ (Brand Positioning)","psychological_techniques":["Storytelling (การเล่าเรื่องผู้กล้าต่อสู้กับยักษ์ใหญ่)"],"risk_factors":["(ของคณะกรรมการ) การไม่เข้าใจพลังของการตลาดเชิงอารมณ์และเกือบจะฆ่าโฆษณาที่ดีที่สุดในประวัติศาสตร์"],"control_techniques":["สร้างเรื่องราวที่น่าตื่นเต้นและมีอารมณ์ร่วมในการนำเสนอผลิตภัณฑ์","เริ่มต้นจาก 'ทำไม' (Why - ภารกิจ/เรื่องราว) ไม่ใช่แค่ 'อะไร' (What - ฟีเจอร์)"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 16: Gates and Jobs: When Orbits Intersect (เกตส์และจ็อบส์: เมื่อวงโคจรมาพบกัน)","title":"บทที่ 16: Gates and Jobs: When Orbits Intersect (เกตส์และจ็อบส์: เมื่อวงโคจรมาพบกัน)","description":"บทนี้เจาะลึกความสัมพันธ์ที่ซับซ้อนและยาวนานที่สุดในวงการเทคโนโลยี ระหว่างสตีฟ จ็อบส์ กับ บิล เกตส์ พวกเขาเป็นทั้งพันธมิตร, คู่แข่ง, และศัตรูคู่อาฆาต ซึ่งได้กำหนดทิศทางของอุตสาหกรรมคอมพิวเตอร์ส่วนบุคคลมานานหลายทศวรรษ","content":"Microsoft กับ Macintosh: จ็อบส์เดินทางไปซีแอตเทิลเพื่อ \"จีบ\" ให้ Microsoft พัฒนาซอฟต์แวร์ (Word และ Excel) สำหรับ Mac\nมุมมองที่แตกต่าง: จ็อบส์ (ศิลปิน/นักบูรณาการ) เชื่อในการสร้างผลิตภัณฑ์ที่ควบคุมทั้งฮาร์ดแวร์และซอฟต์แวร์ (สวนขังทอง) เพื่อประสบการณ์ที่ดีที่สุด ส่วนเกตส์ (นักธุรกิจ/นักปฏิบัติ) เชื่อในการสร้างซอฟต์แวร์ที่ทำงานบนฮาร์ดแวร์จากหลายผู้ผลิต (แพลตฟอร์มเปิด) เพื่อครองตลาด\nความตึงเครียดเริ่มต้น: Windows: ขณะที่ Microsoft กำลังพัฒนาซอฟต์แวร์สำหรับ Mac พวกเขาก็เริ่มพัฒนาโปรเจกต์ \"Windows\" ซึ่งเป็น GUI ที่จะทำงานบน MS-DOS เมื่อจ็อบส์รู้เรื่อง เขาก็โกรธเป็นฟืนเป็นไฟ\nการเผชิญหน้าในตำนาน: จ็อบส์เรียกเกตส์มาพบและตะคอกใส่หน้าว่า \"แกกำลังปล้นฉัน!\" เกตส์ตอบกลับอย่างใจเย็นและเฉียบคมว่า: \"สตีฟ...มันเหมือนกับเราสองคนมีเพื่อนบ้านรวยคนหนึ่งชื่อ Xerox แล้วผมก็บุกเข้าไปในบ้านของเขาเพื่อจะขโมยทีวี แต่กลับพบว่าคุณขโมยมันไปก่อนแล้ว\" คำพูดนี้ทำให้จ็อบส์เถียงไม่ออก\nสงครามแพลตฟอร์ม: เหตุการณ์นี้คือจุดเริ่มต้นของสงครามแพลตฟอร์มที่ยาวนาน กลยุทธ์แบบเปิดของเกตส์ทำให้ Windows ครองตลาด ในขณะที่กลยุทธ์แบบบูรณาการของจ็อบส์ทำให้ Mac กลายเป็นผลิตภัณฑ์เฉพาะกลุ่ม","strategy_type":"กลยุทธ์แบบบูรณาการ (Integrated Strategy) ปะทะ กลยุทธ์แบบเปิด (Open Strategy)","psychological_techniques":["Intimidation (การข่มขู่)","Pragmatic Logic (ตรรกะเชิงปฏิบัติ)"],"risk_factors":["การประเมินคู่แข่งต่ำเกินไป","การไม่เข้าใจพลังของผลกระทบของเครือข่าย (network effects) และมาตรฐานอุตสาหกรรม"],"control_techniques":["ศึกษาและทำความเข้าใจโมเดลธุรกิจของคู่แข่งอย่างลึกซึ้ง","ไม่ปล่อยให้อีโก้มาบดบังการมองเห็นความเป็นจริงของตลาด"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 17: Icarus: Things Fall Apart (อิคารัส: เมื่อทุกสิ่งพังทลาย)","title":"บทที่ 17: Icarus: Things Fall Apart (อิคารัส: เมื่อทุกสิ่งพังทลาย)","description":"บทนี้เปรียบเทียบจ็อบส์กับ \"อิคารัส\" ในเทพนิยายกรีก ผู้ที่บินเข้าใกล้ดวงอาทิตย์มากเกินไปจนปีกขี้ผึ้งหลอมละลาย มันคือช่วงเวลาที่ความสำเร็จ, อีโก้, และพฤติกรรมที่ควบคุมไม่ได้ของจ็อบส์พุ่งถึงขีดสุด จนสร้างความขัดแย้งรุนแรงกับ John Sculley","content":"ยอดขาย Mac ที่น่าผิดหวัง: หลังจากเปิดตัวอย่างยิ่งใหญ่ ยอดขาย Macintosh กลับไม่เป็นไปตามเป้าเพราะเครื่องมีหน่วยความจำน้อยเกินไป, ไม่มีฮาร์ดไดรฟ์, และขาดซอฟต์แวร์\nพฤติกรรมที่เลวร้ายลง: ความกดดันทำให้พฤติกรรมของจ็อบส์ยิ่งเลวร้ายลง เขาดูถูกทีมงาน Apple II, สร้างความขัดแย้งระหว่างแผนก, และใช้จ่ายเงินอย่างฟุ่มเฟือย\nความสัมพันธ์ที่แตกสลายกับ Sculley: ความสัมพันธ์กับสก็คลีย์สิ้นสุดลง สก็คลีย์ซึ่งเน้นเรื่องตัวเลขและผลกำไร เริ่มทนไม่ไหวกับพฤติกรรมที่คาดเดาไม่ได้และไม่รับผิดชอบทางการเงินของจ็อบส์\nจุดยืนที่แตกต่าง: จ็อบส์ต้องการลดราคา Mac และทุ่มงบการตลาดทั้งหมดไปที่ Mac ส่วนสก็คลีย์ต้องการรักษาราคาและให้ความสำคัญกับ Apple II ซึ่งเป็นผลิตภัณฑ์เดียวที่ทำเงินให้บริษัท\nการสูญเสียการควบคุม: สก็คลีย์เริ่มรู้สึกว่าเขาไม่สามารถควบคุมจ็อบส์ได้และกำลังจะทำลายบริษัท เขาจึงเริ่มปรึกษากับผู้บริหารคนอื่นๆ และคณะกรรมการบริหารเกี่ยวกับ \"ปัญหาของสตีฟ\"","strategy_type":"การขาดกลยุทธ์ในการบริหารจัดการองค์กรขนาดใหญ่","psychological_techniques":["Hubris (ความหยิ่งผยอง)","Emotional Reasoning (การใช้เหตุผลทางอารมณ์)"],"risk_factors":["การไม่สามารถปรับตัวจากผู้สร้างผลิตภัณฑ์ไปเป็นผู้นำองค์กร","การตัดสินใจทางธุรกิจโดยใช้อารมณ์และความหลงใหลเป็นหลัก","การดูถูกส่วนอื่นขององค์กรที่ทำเงินเลี้ยงบริษัท"],"control_techniques":["ผู้นำต้องรักษาสมดุลระหว่างวิสัยทัศน์ระยะยาวกับความเป็นจริงในปัจจุบัน","รับฟังข้อมูลและคำวิจารณ์จากทีมงานแม้จะไม่ใช่สิ่งที่อยากได้ยิน"],"influence_level":"สูง","adaptability_level":"กลาง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 18: The Coup (รัฐประหาร)","title":"บทที่ 18: The Coup (รัฐประหาร)","description":"บทนี้คือจุดต่ำสุดในชีวิตการทำงานของสตีฟ จ็อบส์ มันคือการบรรยายถึงเหตุการณ์ที่นำไปสู่การที่เขาถูกบีบให้ออกจากบริษัทที่เขาร่วมก่อตั้งมากับมืออย่างเจ็บปวดและน่าอัปยศ","content":"แผนการของสก็คลีย์: สก็คลีย์ตัดสินใจปลดจ็อบส์ออกจากการเป็นหัวหน้าแผนก Macintosh โดยได้รับความเห็นชอบจากคณะกรรมการบริหาร\nแผนซ้อนแผนของจ็อบส์: จ็อบส์รู้เรื่องและวางแผนรัฐประหารของตัวเอง โดยจะปลดสก็คลีย์ในช่วงที่เขาเดินทางไปจีน\nการทรยศ: จ็อบส์เล่าแผนการของเขาให้ Jean-Louis Gassée ฟัง แต่ Gassée กลับนำเรื่องนี้ไปบอกสก็คลีย์\nการเผชิญหน้า: สก็คลีย์ยกเลิกการเดินทางและเผชิญหน้ากับจ็อบส์โดยตรง จ็อบส์ยอมรับแผนการของเขา\nการตัดสินใจของคณะกรรมการ: สก็คลีย์ยื่นคำขาดให้บอร์ดเลือกระหว่างเขากับสตีฟ คณะกรรมการลงมติสนับสนุนสก็คลีย์ และถอดจ็อบส์ออกจากอำนาจบริหารทั้งหมด\nความพ่ายแพ้: จ็อบส์พ่ายแพ้อย่างสิ้นเชิง เขาไม่เหลือใครสนับสนุน เขาถูกย้ายไปทำงานในออฟฟิศที่เขาตั้งชื่อให้ว่า \"ไซบีเรีย\"\nการลาออก: หลังจากทนอยู่ในสภาพนั้นได้ไม่กี่เดือน ในเดือนกันยายน 1985 จ็อบส์ก็ตัดสินใจลาออกจาก Apple พร้อมกับพนักงานระดับหัวกะทิอีก 5 คน เพื่อไปก่อตั้งบริษัทใหม่","strategy_type":"การเมืองในองค์กร (ล้มเหลว)","psychological_techniques":["Social Isolation (การโดดเดี่ยวทางสังคมจากการสร้างศัตรู)"],"risk_factors":["การเล่นเกมการเมืองในองค์กรโดยไม่มีความชำนาญ","การประเมินสถานการณ์ผิดพลาดและไว้ใจคนผิด","การเผาผลาญสะพานและสร้างศัตรูซึ่งจะย้อนกลับมาทำร้ายตัวเอง"],"control_techniques":["สร้างและรักษาความสัมพันธ์ที่ดีกับเพื่อนร่วมงานและผู้มีส่วนได้ส่วนเสีย","ไม่เล่นการเมืองอย่างเปิดเผยหากไม่เข้าใจกติกาและไม่มีพันธมิตรที่แข็งแกร่ง","เรียนรู้ที่จะทำงานร่วมกับผู้อื่นและเข้าใจการเมืองในองค์กร"],"influence_level":"สูง","adaptability_level":"กลาง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 19: NeXT: Prometheus Unbound (เน็กซ์ที: โพรมีธีอุสผู้ถูกปลดปล่อย)","title":"บทที่ 19: NeXT: Prometheus Unbound (เน็กซ์ที: โพรมีธีอุสผู้ถูกปลดปล่อย)","description":"บทนี้เปรียบจ็อบส์กับ \"โพรมีธีอุส\" เทพผู้ขโมยไฟมาให้มนุษย์ มันคือเรื่องราวการก่อตั้งบริษัท NeXT ซึ่งเป็นความพยายามของจ็อบส์ที่จะสร้าง \"คอมพิวเตอร์ที่สมบูรณ์แบบที่สุด\" โดยปราศจากข้อจำกัดของ Apple","content":"การก่อตั้ง NeXT: จ็อบส์ก่อตั้งบริษัทใหม่ชื่อ \"NeXT, Inc.\" พร้อมกับพนักงาน 5 คนที่ลาออกมาด้วยกัน วิสัยทัศน์คือการสร้างคอมพิวเตอร์เวิร์คสเตชั่นสำหรับตลาดการศึกษา\nปรัชญา \"No Compromise\": ที่ NeXT จ็อบส์มีอิสระเต็มที่และหมกมุ่นกับความสมบูรณ์แบบในทุกรายละเอียด:\nThe Cube: เขาตัดสินใจว่าคอมพิวเตอร์ต้องเป็น \"ลูกบาศก์ที่สมบูรณ์แบบ\" ขนาด 1x1x1 ฟุต ซึ่งสร้างปัญหาทางวิศวกรรมมหาศาล\nเคสแมกนีเซียม: เขาเลือกใช้โลหะแมกนีเซียมราคาแพงมาทำเคส\nโลโก้: เขาจ่ายเงิน 100,000 ดอลลาร์ให้ Paul Rand ออกแบบโลโก้ โดยมีเงื่อนไขว่าต้องเสนอมาแค่แบบเดียว\nโรงงานอัตโนมัติ: เขาทุ่มเงินสร้างโรงงานอัตโนมัติที่ทันสมัยที่สุดในโลก\nNeXTSTEP - ซอฟต์แวร์ปฏิวัติ: จุดเด่นที่แท้จริงของ NeXT คือระบบปฏิบัติการ \"NeXTSTEP\" ที่เป็น \"การเขียนโปรแกรมเชิงวัตถุ\" อย่างสมบูรณ์ ซึ่งทำให้นักพัฒนาสร้างโปรแกรมได้ง่ายและรวดเร็ว Tim Berners-Lee ได้ใช้คอมพิวเตอร์ NeXT นี่เองในการสร้าง \"World Wide Web\" ขึ้นมา\nความล้มเหลวในเชิงพาณิชย์: แม้จะเป็นผลงานชิ้นเอกทางเทคโนโลยี แต่ NeXT Computer คือความล้มเหลวในเชิงธุรกิจ มันเปิดตัวช้า, ราคาแพงเกินไป (เริ่มต้นที่ 6,500 ดอลลาร์), และไม่มีซอฟต์แวร์รองรับมากพอ","strategy_type":"กลยุทธ์ที่เน้นผลิตภัณฑ์เป็นศูนย์กลางโดยไม่สนใจลูกค้า (Product-Centric Strategy)","psychological_techniques":["Perfectionism on Steroids (ความสมบูรณ์แบบนิยมขั้นสูงสุด)"],"risk_factors":["การขาดการยึดโยงกับความเป็นจริงของตลาด (Market Realities)","การสร้างผลิตภัณฑ์ที่ตัวเองอยากได้โดยไม่ศึกษาความต้องการของตลาดเป้าหมาย","การกำหนดราคาที่สูงเกินกว่าที่ตลาดเป้าหมายจะรับได้"],"control_techniques":["มุ่งมั่นสร้างผลิตภัณฑ์ที่ดีที่สุด แต่ต้องรับฟังเสียงจากตลาดและลูกค้าเสมอ","ไม่ตกหลุมพรางของการสร้าง \"ผลิตภัณฑ์ในฝัน\" ที่ไม่มีใครซื้อ"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 20: Pixar: Technology Meets Art (พิกซาร์: เมื่อเทคโนโลยีพบศิลปะ)","title":"บทที่ 20: Pixar: Technology Meets Art (พิกซาร์: เมื่อเทคโนโลยีพบศิลปะ)","description":"บทนี้คืออีกหนึ่งเส้นเรื่องสำคัญในช่วงเวลาที่จ็อบส์อยู่นอก Apple ที่ Pixar เขาได้เรียนรู้บทเรียนที่สำคัญที่สุดเรื่องหนึ่งในชีวิต: การผสานเทคโนโลยีเข้ากับการเล่าเรื่อง และการบริหารจัดการคนที่มีความคิดสร้างสรรค์","content":"ต้นกำเนิดของ Pixar: Pixar เริ่มต้นจากการเป็นแผนกคอมพิวเตอร์กราฟิกของ Lucasfilm นำโดย Ed Catmull และ Alvy Ray Smith\nการเข้าซื้อของจ็อบส์: ในปี 1986 จ็อบส์ซื้อ Pixar มาในราคา 5 ล้านดอลลาร์ และใส่เงินทุนเพิ่มเข้าไปอีก 5 ล้านดอลลาร์\nJohn Lasseter - หัวใจของ Pixar: บุคคลที่สำคัญที่สุดคือ John Lasseter อดีตนักสร้างแอนิเมชันของ Disney ผู้มีพรสวรรค์ในการเล่าเรื่องและทำให้วัตถุมีชีวิตชีวา\nความขัดแย้งเชิงวิสัยทัศน์: ในช่วงแรก จ็อบส์มองว่า Pixar เป็น \"บริษัทฮาร์ดแวร์\" แต่ธุรกิจนี้ขาดทุนต่อเนื่อง ในขณะที่ Catmull และ Lasseter เชื่อว่าอนาคตอยู่ที่การ \"สร้างภาพยนตร์แอนิเมชัน\"\nการเผาเงิน: เป็นเวลาเกือบ 10 ปีที่จ็อบส์ต้องควักเงินส่วนตัวปีละหลายล้านดอลลาร์เพื่ออุ้ม Pixar เอาไว้ เขามีความคิดที่จะขายบริษัททิ้งหลายครั้ง แต่ก็ทึ่งในความสามารถของ Lasseter\nบทบาทของจ็อบส์ที่ Pixar: เขาเรียนรู้ที่จะเป็น \"ผู้อุปถัมภ์\" (patron) มากกว่า \"ผู้บงการ\" (micromanager) เขาไม่ได้ยุ่งกับกระบวนการสร้างสรรค์ แต่จะเข้ามามีบทบาทสำคัญในการเจรจาต่อรอง\nข้อตกลงกับ Disney: จ็อบส์ไปเจรจาข้อตกลงกับ Disney เพื่อร่วมกันสร้างภาพยนตร์แอนิเมชันขนาดยาว 3 เรื่อง แม้ข้อตกลงแรกจะเสียเปรียบ แต่มันเป็นทางเดียวที่จะทำให้ Pixar ได้สร้างภาพยนตร์เรื่องแรกออกมา","strategy_type":"การสร้างพันธมิตรเชิงกลยุทธ์ (Strategic Alliance) และ การปรับเปลี่ยนโมเดลธุรกิจ (Pivoting)","psychological_techniques":["Patient Capital (การลงทุนแบบอดทน)"],"risk_factors":["การยึดติดกับโมเดลธุรกิจเดิม (ฮาร์ดแวร์) นานเกินไป"],"control_techniques":["ในฐานะผู้นำหรือนักลงทุน จงเรียนรู้ที่จะอดทนรอคอยการเติบโตในระยะยาว","เชื่อมั่นในทีมงานที่มีความสามารถและให้พื้นที่พวกเขาได้สร้างสรรค์","ไม่กลัวที่จะเปลี่ยนทิศทางของธุรกิจหากโมเดลเดิมไม่เวิร์ค"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 21 และ 22: A Regular Guy & Family Man (คนธรรมดา และ แฟมิลี่แมน)","title":"บทที่ 21 และ 22: A Regular Guy & Family Man (คนธรรมดา และ แฟมิลี่แมน)","description":"สองบทนี้เป็นเรื่องราวในชีวิตส่วนตัวของจ็อบส์ มันคือการเปลี่ยนแปลงจากชายหนุ่มผู้ซับซ้อนไปสู่การสร้างครอบครัวที่มั่นคงกับลอรีน พาวเวลล์ และการพยายามเยียวยาความสัมพันธ์ที่แตกสลายกับลิซ่า ลูกสาวคนแรก","content":"การพบกับ Laurene Powell: ในปี 1989 จ็อบส์ไปบรรยายที่ Stanford และได้พบกับลอรีน พาวเวลล์ นักศึกษาหญิงที่นั่งข้างๆ เขาตัดสินใจทิ้งนัดประชุมเพื่อไปเดทกับเธอในคืนนั้น และพวกเขาอยู่ด้วยกันนับตั้งแต่นั้นเป็นต้นมา\nลอรีน พาวเวลล์ - สมอเรือของจ็อบส์: ลอรีนเป็นผู้หญิงที่ฉลาด, เข้มแข็ง, และเป็นตัวของตัวเอง เธอสามารถทำให้จ็อบส์ \"ติดดิน\" (grounded) และสงบลงได้ พวกเขาแต่งงานกันในปี 1991\nการสร้างครอบครัว: จ็อบส์และลอรีนมีลูกด้วยกัน 3 คน คือ Reed, Erin, และ Eve จ็อบส์พยายามที่จะเป็นพ่อที่ดีและใช้เวลาอยู่กับครอบครัวทุกวัน\nการกลับมาของลิซ่า: เมื่อลิซ่าเข้าสู่วัยรุ่น เธอได้ย้ายมาอยู่กับจ็อบส์และลอรีน มันเป็นช่วงเวลาที่ยากลำบากและมีความขัดแย้ง จ็อบส์ยังคงมีพฤติกรรมที่เย็นชาและคาดเดาไม่ได้ในบางครั้ง\nการเยียวยา: แม้จะมีความขัดแย้ง การได้ใช้ชีวิตอยู่ร่วมกันก็ค่อยๆ เยียวยาความสัมพันธ์ของพวกเขา จ็อบส์เริ่มยอมรับลิซ่าเป็นลูกสาวอย่างเต็มที่ และได้กล่าวขอโทษเธอสำหรับทุกสิ่งที่เขาเคยทำผิดพลาดไปในช่วงท้ายของชีวิต","strategy_type":"การเลือกคู่ชีวิตที่สามารถท้าทายและทำให้เป็นคนที่ดีขึ้น","psychological_techniques":["Finding an Anchor (การค้นหาสมอเรือทางอารมณ์)","Reparation (การชดเชยและแก้ไขความผิดพลาดในอดีต)"],"risk_factors":["การนำพฤติกรรมที่ควบคุมไม่ได้เข้ามาในครอบครัว"],"control_techniques":["ตระหนักถึงความสำคัญของความสัมพันธ์ส่วนตัวและครอบครัว","ไม่คิดว่าความสำเร็จในอาชีพจะทดแทนความสุขในครอบครัวได้","ไม่ปล่อยให้ความเครียดจากงานมาทำลายความสัมพันธ์กับคนที่รัก"],"influence_level":"สูง","adaptability_level":"ต่ำ"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 23: Toy Story: Buzz and Woody to the Rescue (ทอย สตอรี่: บัซและวู้ดดี้มาช่วยแล้ว)","title":"บทที่ 23: Toy Story: Buzz and Woody to the Rescue (ทอย สตอรี่: บัซและวู้ดดี้มาช่วยแล้ว)","description":"บทนี้คือจุดเปลี่ยนที่พลิกชะตากรรมของทั้ง Pixar และสตีฟ จ็อบส์ มันคือเรื่องราวเบื้องหลังการสร้างภาพยนตร์แอนิเมชันคอมพิวเตอร์เรื่องยาวเรื่องแรกของโลก \"Toy Story\" ซึ่งไม่เพียงแต่ปฏิวัติวงการภาพยนตร์ แต่ยังทำให้จ็อบส์กลับมาเป็นที่จับตามองอีกครั้ง","content":"การแทรกแซงของ Disney: ผู้บริหาร Disney พยายามเข้ามาควบคุมและให้คำแนะนำที่เกือบจะทำลายโปรเจกต์ พวกเขาต้องการให้เรื่องราว \"ดาร์ก\" ขึ้น ทำให้ตัวละคร Woody กลายเป็นตัวละครที่น่ารังเกียจ\nThe Black Friday Reel: ในเดือนพฤศจิกายน 1993 Pixar นำสตอรี่บอร์ดครึ่งเรื่องไปฉายให้ Disney ดู ผลลัพธ์คือ \"หายนะ\" จน Disney สั่งให้หยุดการผลิตทั้งหมด\nการเริ่มต้นใหม่: ทีมงาน Pixar ขอโอกาสอีกครั้งและเขียนบทใหม่ทั้งหมดโดยกลับไปที่คำถามพื้นฐานว่า \"เรื่องราวนี้เกี่ยวกับอะไร?\" คำตอบคือ \"มิตรภาพ\" พวกเขาเขียนบทใหม่ทั้งหมดโดยทำให้ Woody เป็นตัวละครที่คนดูรัก\nบทบาทของจ็อบส์: ในช่วงวิกฤตินี้ จ็อบส์ยังคงเชื่อมั่นในทีมงานและตัดสินใจใช้เงินส่วนตัวของเขาเองเพื่อเป็นทุนในการผลิตต่อไป\nความสำเร็จถล่มทลาย: Toy Story ออกฉายในเดือนพฤศจิกายน 1995 และกลายเป็นปรากฏการณ์ ทำรายได้ทั่วโลกไปกว่า 373 ล้านดอลลาร์\nการ IPO ของ Pixar: จ็อบส์ตัดสินใจนำ Pixar เข้าตลาดหลักทรัพย์ (IPO) เพียงหนึ่งสัปดาห์หลังจาก Toy Story ออกฉาย แม้ที่ปรึกษาจะเตือนว่าเสี่ยงเกินไป\nการกลับมาอย่างยิ่งใหญ่ของจ็อบส์: IPO ประสบความสำเร็จอย่างงดงาม หุ้นพุ่งทะยานทำให้มูลค่าบริษัทสูงกว่า 1.5 พันล้านดอลลาร์ในวันแรก จ็อบส์ซึ่งเป็นผู้ถือหุ้นใหญ่ กลายเป็น \"มหาเศรษฐี\" (Billionaire) อย่างเป็นทางการ และกอบกู้ชื่อเสียงในฐานะ \"ผู้มีวิสัยทัศน์ทางธุรกิจ\" กลับคืนมาได้","strategy_type":"การเลือกจังหวะ IPO เชิงกลยุทธ์ (Strategic Timing of IPO) และ การเจรจาต่อรองใหม่จากจุดที่ได้เปรียบ (Renegotiation from a Position of Strength)","psychological_techniques":["Resilience (ความยืดหยุ่นล้มลุก)"],"risk_factors":["(ของ Disney) การพยายามควบคุมกระบวนการสร้างสรรค์ของทีมที่มีพรสวรรค์ด้วยสูตรสำเร็จแบบเก่า"],"control_techniques":["เมื่อเผชิญกับความล้มเหลว ให้ถอยกลับมาที่หลักการพื้นฐานและเริ่มต้นใหม่","เชื่อมั่นในทีมงานในช่วงเวลาที่ยากลำบาก","ไม่กลัวที่จะเดิมพันครั้งใหญ่เมื่อเห็นโอกาสและกระแสกำลังมา"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 24: The Second Coming: What a Rough Beast, Its Hour Come Round at Last (การกลับมาครั้งที่สอง: สัตว์ร้ายตัวใดหนอ ถึงเวลาของมันในที่สุด)","title":"บทที่ 24: The Second Coming: What a Rough Beast, Its Hour Come Round at Last (การกลับมาครั้งที่สอง: สัตว์ร้ายตัวใดหนอ ถึงเวลาของมันในที่สุด)","description":"บทนี้คือจุดเริ่มต้นของการกลับมาสู่ Apple อย่างไม่น่าเชื่อของสตีฟ จ็อบส์ มันเล่าถึงสภาพของ Apple ที่กำลังจะล้มละลาย และการตัดสินใจที่สิ้นหวังของบอร์ดที่ต้องหันไปพึ่งพาชายคนที่พวกเขาเคยขับไล่ออกไป","content":"สภาพของ Apple ในปี 1996: หลังจากจ็อบส์จากไป Apple ตกต่ำลงเรื่อยๆ ผ่าน CEO สองคนคือ John Sculley และ Michael Spindler จนกระทั่ง Gil Amelio เข้ามาเป็น CEO เพื่อกอบกู้วิกฤต\nวิกฤตระบบปฏิบัติการ: ปัญหาที่ใหญ่ที่สุดคือ Mac OS รุ่นเก่านั้นล้าสมัยมาก และโครงการพัฒนาระบบปฏิบัติการรุ่นใหม่ที่ชื่อ \"Copland\" ก็ล้มเหลวอย่างสิ้นเชิง\nทางเลือกของ Amelio: Amelio รู้ว่าต้อง \"ซื้อ\" ระบบปฏิบัติการจากข้างนอก มีตัวเลือกคือ BeOS ของ Jean-Louis Gassée และ NeXTSTEP ของสตีฟ จ็อบส์\nการกลับมาของจ็อบส์: เมื่อการเจรจากับ BeOS ติดขัด Amelio จึงเชิญจ็อบส์เข้ามานำเสนอ จ็อบส์ไม่ได้มาขายเทคโนโลยี แต่มา \"ขายวิสัยทัศน์\" และสาธิตความสามารถของ NeXTSTEP ที่เหนือกว่าคู่แข่ง\nการตัดสินใจซื้อ NeXT: Amelio และบอร์ดทึ่งในตัวจ็อบส์และเทคโนโลยี จึงตัดสินใจซื้อ NeXT ในราคา 429 ล้านดอลลาร์ในเดือนธันวาคม 1996 สิ่งที่พวกเขาซื้อจริงๆ คือ \"สตีฟ จ็อบส์\"\nบทบาท \"ที่ปรึกษา\": ในตอนแรก จ็อบส์กลับมาในตำแหน่ง \"ที่ปรึกษาอย่างไม่เป็นทางการ\" แต่เบื้องหลังแล้ว เขากำลังวางแผนการยึดอำนาจอย่างเงียบๆ","strategy_type":"การถูกซื้อกิจการแบบย้อนกลับ (Reverse Acquisition)","psychological_techniques":["The Savior Narrative (การสร้างเรื่องเล่าของผู้กอบกู้)","Feigned Indifference (การเสแสร้งว่าไม่สนใจตำแหน่ง)"],"risk_factors":["(ของ Amelio) การประเมินความทะเยอทะยานและความสามารถในการเล่นการเมืองของจ็อบส์ต่ำเกินไป"],"control_techniques":["ในสถานการณ์วิกฤต จงมองหาทางออกที่อาจจะดูนอกกรอบหรือเสี่ยง","เมื่ออยู่ในตำแหน่งผู้นำ อย่าประเมินคนที่คุณดึงเข้ามาช่วยงานต่ำเกินไป"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 25: The Restoration: The Loser Now Will Be Later to Win (การฟื้นฟู: ผู้แพ้ในวันนี้จะกลายเป็นผู้ชนะในวันหน้า)","title":"บทที่ 25: The Restoration: The Loser Now Will Be Later to Win (การฟื้นฟู: ผู้แพ้ในวันนี้จะกลายเป็นผู้ชนะในวันหน้า)","description":"บทนี้คือการบรรยายถึงปฏิบัติการ \"ยึดอำนาจ\" อย่างเป็นระบบของสตีฟ จ็อบส์ หลังจากกลับเข้ามาใน Apple ในฐานะที่ปรึกษา เขาใช้เวลาไม่กี่เดือนในการสังเกตการณ์, สร้างพันธมิตร, และโค่นล้ม CEO เพื่อเข้าควบคุมบริษัท","content":"ช่วงเวลาแห่งการสังเกตการณ์: ในช่วง 6 เดือนแรก จ็อบส์เดินไปรอบๆ บริษัทและพบว่า Apple เต็มไปด้วยคนเก่งที่หลงทางและมีสายผลิตภัณฑ์ที่กระจัดกระจาย\nการสร้างพันธมิตร: เขาเริ่มสร้างพันธมิตรกับคนสำคัญในคณะกรรมการบริหาร โดยเฉพาะ Ed Woolard Jr. ประธานบอร์ด\nรัฐประหารช่วงวันหยุด 4th of July: ในปี 1997 จ็อบส์โทรศัพท์หา Ed Woolard และยื่นคำขาดว่าถ้า Gil Amelio ยังอยู่ เขาจะลาออก Woolard จึงตัดสินใจเลือกข้างจ็อบส์และปลด Amelio ออกจากตำแหน่ง CEO\nการขึ้นสู่ตำแหน่ง iCEO: จ็อบส์ปฏิเสธตำแหน่ง CEO ในตอนแรก แต่สุดท้ายก็ยอมรับตำแหน่ง \"CEO ชั่วคราว\" (Interim CEO) หรือ \"iCEO\" โดยรับเงินเดือนเพียง 1 ดอลลาร์ต่อปี\nการผ่าตัดใหญ่ครั้งแรก - คณะกรรมการบริหาร: สิ่งแรกที่เขาทำคือให้บอร์ดชุดเก่าทั้งหมดลาออก และให้เขาเป็นคนเลือกบอร์ดชุดใหม่ด้วยตัวเอง\nการประกาศที่ Macworld Boston: ในเดือนสิงหาคม 1997 จ็อบส์ขึ้นเวทีและประกาศข่าวที่น่าตกใจที่สุดคือ Apple จะรับเงินลงทุน 150 ล้านดอลลาร์จาก \"Microsoft\" ซึ่งเป็นศัตรูคู่อาฆาต แลกกับการที่ Microsoft จะต้องพัฒนา Microsoft Office สำหรับ Mac ต่อไปอีก 5 ปี\nเสียงโห่และคำอธิบายของจ็อบส์: ผู้ชมโห่ร้องเมื่อเห็นภาพบิล เกตส์บนจอ แต่จ็อบส์อธิบายว่า \"เราต้องทิ้งความคิดที่ว่าการที่ Microsoft จะชนะ Apple ต้องแพ้ไปได้แล้ว\" และข้อตกลงนี้จำเป็นต่อการอยู่รอดของบริษัท","strategy_type":"การรวบอำนาจ (Power Consolidation) และการสร้างพันธมิตรชั่วคราวกับศัตรู","psychological_techniques":["Calculated Patience (ความอดทนที่ผ่านการคำนวณ)","Pragmatism over Dogma (การปฏิบัติจริงเหนืออุดมการณ์)"],"risk_factors":["การตัดสินใจที่ไม่เป็นที่นิยมชมชอบแต่อาจจำเป็นต่อการอยู่รอด"],"control_techniques":["เมื่อเข้ารับตำแหน่งใหม่ในองค์กรที่มีปัญหา จงใช้เวลาในการรับฟังและเรียนรู้ก่อนลงมือ","สร้างพันธมิตรที่สำคัญ","กล้าที่จะทำการตัดสินใจที่ถูกต้อง แม้ว่าจะถูกต่อต้านก็ตาม"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 26: Think Different: Jobs at the Core (คิดต่าง: จ็อบส์คือหัวใจ)","title":"บทที่ 26: Think Different: Jobs at the Core (คิดต่าง: จ็อบส์คือหัวใจ)","description":"บทนี้คือการกอบกู้ \"จิตวิญญาณ\" ของ Apple ก่อนที่จะเริ่มกอบกู้ \"ธุรกิจ\" มันคือเรื่องราวเบื้องหลังแคมเปญโฆษณา \"Think Different\" ที่เป็นอมตะ ซึ่งไม่ได้มุ่งขายผลิตภัณฑ์ แต่เป็นการฟื้นฟูคุณค่าหลักของแบรนด์","content":"ปัญหาของแบรนด์ Apple: จ็อบส์พบว่าแบรนด์ Apple นั้น \"เจือจาง\" และ \"สับสน\" เขาต้องการแคมเปญที่จะตอบคำถามว่า \"Apple คือใคร?\" และ \"เราเชื่อในอะไร?\"\nการร่วมงานกับ TBWA\\Chiat\\Day: เขาเรียก Lee Clow ผู้สร้างโฆษณา \"1984\" กลับมาทำงานร่วมกันอีกครั้ง\nกระบวนการสร้างสรรค์: ทีมงานเสนอไอเดีย \"Think Different\" ซึ่งเป็นภาพขาวดำของบุคคลสำคัญในประวัติศาสตร์ที่ \"คิดต่าง\" เช่น Albert Einstein, Bob Dylan, Martin Luther King, Jr., Mahatma Gandhi, Pablo Picasso\nบทกวี \"To the Crazy Ones\": ทีมงานได้เขียนบทกวีประกอบที่ขึ้นต้นว่า \"Here's to the crazy ones. The misfits. The rebels...\"\nการปรับแก้ของจ็อบส์: เขารักคอนเซ็ปต์นี้มากแต่ก็เข้ามาปรับแก้รายละเอียด เขาเปลี่ยนไวยากรณ์จาก \"Think Differently\" เป็น \"Think Different\" เพื่อสื่อถึงการคิดถึง \"สิ่ง\" ที่แตกต่าง เขาคัดเลือกบุคคลที่จะใช้ในโฆษณาและพากย์เสียงเวอร์ชั่นที่เขารักที่สุดด้วยตัวเอง\nผลลัพธ์: แคมเปญ Think Different เปิดตัวในเดือนกันยายน 1997 มันไม่ได้พูดถึงผลิตภัณฑ์เลย แต่สร้างผลกระทบอย่างมหาศาล มันส่งสัญญาณว่า \"จิตวิญญาณเดิมของ Apple กลับมาแล้ว\" และเชื่อมโยงแบรนด์เข้ากับคุณค่าที่สูงส่งกว่าเทคโนโลยี","strategy_type":"การฟื้นฟูแบรนด์ (Brand Revitalization) โดยเน้นที่ 'ทำไม' ไม่ใช่ 'อะไร' (Focus on 'Why' not 'What')","psychological_techniques":["Emotional Branding (การสร้างแบรนด์เชิงอารมณ์)","Identity Marketing (การตลาดเชิงอัตลักษณ์)"],"risk_factors":[],"control_techniques":["ถามตัวเองและองค์กรเสมอว่า 'เราอยู่ไปเพื่ออะไร?' (Why do we exist?) และใช้คำตอบนั้นเป็นแกนกลางในการสื่อสาร","ไม่ตกหลุมพรางของการแข่งขันด้วยฟีเจอร์เพียงอย่างเดียว แต่จงสร้างความสัมพันธ์ทางอารมณ์กับลูกค้า"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 27: Design Principles: The Studio of Jobs and Ive (หลักการออกแบบ: สตูดิโอของจ็อบส์และไอฟ์)","title":"บทที่ 27: Design Principles: The Studio of Jobs and Ive (หลักการออกแบบ: สตูดิโอของจ็อบส์และไอฟ์)","description":"บทนี้คือการค้นพบ \"คู่แท้ทางจิตวิญญาณ\" ในด้านการออกแบบของสตีฟ จ็อบส์ นั่นคือ โจนาธาน \"โจนี\" ไอฟ์ (Jony Ive) นักออกแบบชาวอังกฤษ การร่วมมือกันของทั้งสองคนได้สร้างภาษาการออกแบบใหม่ให้กับ Apple","content":"การค้นพบ Jony Ive: เมื่อจ็อบส์กลับมาที่ Apple เขาได้เดินสำรวจสตูดิโอออกแบบและได้พบกับ Jony Ive และผลงานต้นแบบของเขา จ็อบส์ทึ่งในทันทีและรู้สึกว่า \"เราคลิกกัน\" Ive ซึ่งกำลังจะลาออก ก็ตัดสินใจอยู่ต่อ\nความร่วมมือที่สมบูรณ์แบบ: ความสัมพันธ์ของทั้งสองกลายเป็นศูนย์กลางของกระบวนการสร้างผลิตภัณฑ์ จ็อบส์ให้ \"วิสัยทัศน์\" และเป็นผู้ \"ตัดสินใจ\" ส่วนไอฟ์เป็นผู้เปลี่ยนวิสัยทัศน์ให้เป็น \"รูปธรรม\" ที่จับต้องได้\nสตูดิโอออกแบบ - หัวใจของ Apple: จ็อบส์ยกระดับสตูดิโอออกแบบให้กลายเป็นศูนย์กลางอำนาจของบริษัท ให้งบประมาณมหาศาลและปกป้องทีมจากการแทรกแซงของฝ่ายอื่น\nปรัชญาการออกแบบร่วมกัน: 1) ความเรียบง่ายคือเป้าหมายสูงสุด, 2) เริ่มต้นจากภายในสู่ภายนอก, 3) ความซื่อสัตย์ต่อวัสดุ, 4) การผลิตคือส่วนหนึ่งของการออกแบบ\nตัวอย่างการทำงานร่วมกัน: ทั้งสองคนใช้เวลาช่วงบ่ายส่วนใหญ่ด้วยกันในสตูดิโอ พูดคุยและพิจารณาโมเดลต้นแบบต่างๆ ในรายละเอียดเล็กๆ น้อยๆ เช่น \"ความโค้งของมุมนี้ควรจะเป็นเท่าไหร่?\" จ็อบส์ให้เครดิตไอฟ์อย่างเต็มที่ว่าเขารู้วิธีทำไอเดียให้เป็นจริงได้","strategy_type":"องค์กรที่ขับเคลื่อนด้วยการออกแบบ (Design-Driven Organization)","psychological_techniques":["Finding a Soulmate (การค้นพบคู่แท้ทางจิตวิญญาณในการทำงาน)"],"risk_factors":[],"control_techniques":["ให้ความสำคัญและทรัพยากรกับทีมที่สร้าง 'คุณค่าหลัก' ให้กับองค์กร","สร้างสภาพแวดล้อมที่คนเก่งสามารถทำงานได้อย่างเต็มที่","ส่งเสริมให้เกิดความร่วมมืออย่างใกล้ชิดระหว่างทีมออกแบบ, วิศวกรรม, และการตลาด"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 28: The iMac: Hello (Again) (ไอแมค: สวัสดี (อีกครั้ง))","title":"บทที่ 28: The iMac: Hello (Again) (ไอแมค: สวัสดี (อีกครั้ง))","description":"บทนี้คือผลงานชิ้นแรกที่เกิดจากความร่วมมือของจ็อบส์และไอฟ์ และเป็นผลิตภัณฑ์ที่ประกาศการกลับมาของ Apple อย่างเต็มภาคภูมิ iMac ไม่ใช่แค่คอมพิวเตอร์ แต่เป็นแถลงการณ์ทางวัฒนธรรมที่ฉีกทุกกฎเกณฑ์ของคอมพิวเตอร์สีเบจที่น่าเบื่อ","content":"ปัญหา: สายผลิตภัณฑ์ที่สับสน: จ็อบส์พบว่า Apple มี Mac รุ่นต่างๆ นับสิบๆ รุ่นที่สร้างความสับสน\nกลยุทธ์ 4 ช่อง (The Four-Quadrant Grid): เขาเดินไปที่กระดานไวท์บอร์ดและวาดตาราง 2x2: Consumer/Pro และ Desktop/Portable เขาประกาศว่า Apple จะยกเลิกผลิตภัณฑ์อื่นทั้งหมดและจะโฟกัสที่การสร้างผลิตภัณฑ์ที่ดีที่สุดเพียง 4 อย่างเพื่อเติมตารางนี้\nเป้าหมาย: คอมพิวเตอร์สำหรับผู้บริโภค: ผลิตภัณฑ์แรกคือคอมพิวเตอร์ตั้งโต๊ะสำหรับผู้บริโภค (ช่องบนซ้าย) เพื่อ \"การเข้าถึงอินเทอร์เน็ต\"\nกำเนิด iMac: ชื่อ \"iMac\" มาจาก Internet และ Mac การออกแบบโดย Jony Ive เป็นคอมพิวเตอร์ All-in-one มีเคสพลาสติกโปร่งแสงสี \"Bondi Blue\" ทำให้มองเห็นภายใน และมีที่จับด้านบน\nการตัดทิ้งที่กล้าหาญ: จ็อบส์ตัดสินใจตัด Floppy Drive ทิ้งเพราะมองว่าล้าสมัย และตัดพอร์ตแบบเก่าทั้งหมดทิ้ง แล้วใส่ USB ซึ่งยังเป็นเทคโนโลยีใหม่มากเข้ามาแทน เป็นการบังคับให้อุตสาหกรรมต้องหันมาใช้มาตรฐานใหม่\nการเปิดตัว: จ็อบส์เปิดตัว iMac ในเดือนพฤษภาคม 1998 ปิดท้ายด้วยคำว่า \"Hello (Again)\" บนหน้าจอ ซึ่งอ้างอิงถึง Mac รุ่นแรก\nความสำเร็จ: iMac กลายเป็นผลิตภัณฑ์ที่ขายดีที่สุดในประวัติศาสตร์ของ Apple ในเวลาอันรวดเร็ว ดึงดูดลูกค้ากลุ่มใหม่ๆ และทำให้ Apple กลับมามีกำไรและ \"เจ๋ง\" อีกครั้ง","strategy_type":"การโฟกัสอย่างเข้มข้น (Intense Focus) และ การบังคับใช้มาตรฐานใหม่ (Forcing a Standard)","psychological_techniques":["Novelty & Surprise (ความแปลกใหม่และความประหลาดใจ)"],"risk_factors":["การออกแบบที่เน้นสุนทรียศาสตร์มากเกินไปจนทำลายประโยชน์ใช้สอย (เมาส์กลม)"],"control_techniques":["กล้าที่จะตัดผลิตภัณฑ์หรือโครงการที่ไม่สำคัญออกไปเพื่อทุ่มเทให้กับสิ่งที่สำคัญที่สุด","ไม่กลัวที่จะละทิ้งเทคโนโลยีเก่า แม้จะเป็นมาตรฐานในปัจจุบัน หากเชื่อมั่นว่ามีสิ่งที่ดีกว่ารออยู่"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 29: CEO: Still Crazy After All These Years (ซีอีโอ: ยังคงบ้าคลั่งหลังผ่านไปหลายปี)","title":"บทที่ 29: CEO: Still Crazy After All These Years (ซีอีโอ: ยังคงบ้าคลั่งหลังผ่านไปหลายปี)","description":"บทนี้คือการเปลี่ยนแปลงสถานะของจ็อบส์อย่างเป็นทางการ จาก \"iCEO\" สู่การเป็น \"CEO\" เต็มตัวอีกครั้ง มันแสดงให้เห็นถึงการกลับมายอมรับในบทบาทผู้นำของ Apple อย่างเต็มหัวใจ พร้อมกับสไตล์การบริหารที่ยังคง \"บ้าคลั่ง\" แต่ก็มีวุฒิภาวะมากขึ้น","content":"ความสำเร็จต่อเนื่อง: หลังจาก iMac, Apple ได้เปิดตัวผลิตภัณฑ์ในตาราง 4 ช่องจนครบ: Power Mac G3, iBook (มาพร้อม Wi-Fi ที่เรียกว่า AirPort), และ PowerBook G3 ทำให้บริษัทกลับมามีกำไรและราคาหุ้นพุ่งสูงขึ้น\nความลังเลที่จะรับตำแหน่ง CEO: จ็อบส์ยังคงดำรงตำแหน่ง iCEO อยู่เกือบ 3 ปี เนื่องจากความผูกพันกับ Pixar และความกลัวในอดีต\nการตัดสินใจที่ Macworld San Francisco 2000: ในงาน Macworld ปี 2000 หลังจากนำเสนอจบ เขาพูดว่า \"ผมมีอีกเรื่องหนึ่ง...\" (One more thing...) และประกาศว่าเขาจะเลิกใช้คำว่า 'ชั่วคราว' และยอมรับตำแหน่ง CEO ของ Apple อย่างเป็นทางการ\nการเปลี่ยนแปลงในตัวจ็อบส์: เขามีวุฒิภาวะมากขึ้นอย่างเห็นได้ชัด เขาเรียนรู้ที่จะไว้วางใจทีมผู้บริหารที่แข็งแกร่งซึ่งเขาสร้างขึ้นมา เช่น Tim Cook (ปฏิบัติการ), Jony Ive (ออกแบบ), Phil Schiller (การตลาด) เขาเข้าใจธุรกิจมากขึ้นจากประสบการณ์ที่ NeXT และ Pixar แต่ก็ยังคง \"บ้าคลั่ง\" และหมกมุ่นในรายละเอียดเล็กๆ น้อยๆ เหมือนเดิม","strategy_type":"การสร้างทีมผู้บริหารที่แข็งแกร่ง (Building a Strong Executive Team)","psychological_techniques":["Calculated Delay (การถ่วงเวลาอย่างมีกลยุทธ์เพื่อสร้างคุณค่า)"],"risk_factors":["ความลังเลที่อาจส่งผลต่อความเชื่อมั่นของตลาดในระยะยาว"],"control_techniques":["ผู้นำที่ดีย่อมรู้จักจุดแข็งและจุดอ่อนของตัวเอง และสรรหาคนเก่งที่สามารถเติมเต็มในส่วนที่ขาดได้","ยอมรับการเติบโตและการเปลี่ยนแปลงไปจากตัวตนในอดีตเพื่อเป็นผู้นำที่ดีขึ้น"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 30: Apple Stores: Genius Bars and Tiffany's for the Tech Set (แอปเปิล สโตร์: จีเนียส บาร์ และทิฟฟานี่แห่งวงการเทค)","title":"บทที่ 30: Apple Stores: Genius Bars and Tiffany's for the Tech Set (แอปเปิล สโตร์: จีเนียส บาร์ และทิฟฟานี่แห่งวงการเทค)","description":"บทนี้คือการปฏิวัติวงการค้าปลีกของสตีฟ จ็อบส์ ในขณะที่บริษัทคอมพิวเตอร์อื่นๆ กำลังถอยออกจากธุรกิจร้านค้าปลีก จ็อบส์กลับตัดสินใจสวนกระแสและสร้างร้านค้าของตัวเองขึ้นมา","content":"ปัญหา: ประสบการณ์การซื้อที่ย่ำแย่ในร้านค้าปลีกขนาดใหญ่ทำลายประสบการณ์ของลูกค้า ณ จุดขาย\nแนวคิดสวนกระแส: ผู้เชี่ยวชาญด้านค้าปลีกเกือบทุกคนบอกว่าการเปิดร้านของตัวเองเป็นความคิดที่ \"ฆ่าตัวตาย\" แต่จ็อบส์ไม่ฟัง\nกระบวนการออกแบบร้านต้นแบบ: จ็อบส์และ Ron Johnson (ที่จ้างมาจาก Target) ใช้เวลาเกือบปีออกแบบร้านต้นแบบอย่างลับๆ ในโกดัง\nปรัชญาของ Apple Store:\nไม่ใช่เพื่อการขาย: เป้าหมายคือ \"สร้างเสริมชีวิตของผู้คน\" พนักงานจึงไม่ได้รับค่าคอมมิชชั่น\nการจัดวางตาม \"กิจกรรม\": จัดวางสินค้าตามกิจกรรมที่คนทำ เช่น โซนดนตรี, โซนภาพยนตร์\nGenius Bar: แนวคิดปฏิวัติวงการที่เป็นเคาน์เตอร์ให้ลูกค้ามาปรึกษา \"อัจฉริยะ\" ได้ฟรีๆ เปลี่ยนการบริการหลังการขายที่น่าหงุดหงิดให้เป็นประสบการณ์ที่ดี\nการออกแบบทางสถาปัตยกรรม: ร้านถูกออกแบบให้ดูโปร่ง, สว่าง, และเรียบง่ายเหมือน \"พิพิธภัณฑ์\" หรือ \"ร้านอัญมณี\" (เหมือน Tiffany & Co.)\nความสำเร็จที่เหนือความคาดหมาย: ร้าน Apple Store สองแห่งแรกเปิดตัวในเดือนพฤษภาคม 2001 และประสบความสำเร็จอย่างถล่มทลาย มันกลายเป็น \"ศูนย์กลางของแบรนด์\" และอาวุธทางการตลาดที่ทรงพลังที่สุดของบริษัท","strategy_type":"การควบคุมประสบการณ์ลูกค้าอย่างเบ็ดเสร็จ (Total Control of the Customer Experience)","psychological_techniques":["The Experience Economy (เศรษฐศาสตร์เชิงประสบการณ์)"],"risk_factors":["การลงทุนสูงในธุรกิจค้าปลีกที่มีความเสี่ยงสูง","การสวนกระแสผู้เชี่ยวชาญในอุตสาหกรรม"],"control_techniques":["คิดถึง 'ประสบการณ์ทั้งหมด' ของลูกค้า ตั้งแต่ก่อนซื้อ, ระหว่างซื้อ, และหลังการขาย","ไม่ละเลยความสำคัญของช่องทางการจัดจำหน่ายและการบริการลูกค้า เพราะเป็นส่วนหนึ่งของผลิตภัณฑ์"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 31: The Digital Hub: From iTunes to the iPod (ศูนย์กลางดิจิทัล: จากไอทูนส์สูไอพอด)","title":"บทที่ 31: The Digital Hub: From iTunes to the iPod (ศูนย์กลางดิจิทัล: จากไอทูนส์สูไอพอด)","description":"บทนี้คือการวางรากฐานทางกลยุทธ์ที่จะนำ Apple ไปสู่ยุคทองครั้งใหม่ มันคือการประกาศวิสัยทัศน์ \"Digital Hub\" และการสร้างสองผลิตภัณฑ์ที่จะเปลี่ยนโลกดนตรีไปตลอดกาล: iTunes และ iPod","content":"วิสัยทัศน์ \"Digital Hub\": ในปี 2001 จ็อบส์นำเสนอวิสัยทัศน์ใหม่ที่มองว่า PC จะกลายเป็น \"ศูนย์กลางดิจิทัล\" ที่ใช้จัดการและเชื่อมต่อกับอุปกรณ์ดิจิทัลอื่นๆ เช่น กล้อง, และเครื่องเล่นเพลง\nการสร้าง iTunes: Apple ไม่ได้สร้างซอฟต์แวร์จัดการเพลงเอง แต่ไปซื้อบริษัทเล็กๆ ที่มีโปรแกรมชื่อ \"SoundJam MP3\" แล้วนำมา \"ปรับปรุง\" ใหม่ทั้งหมดภายใต้ปรัชญา \"ความเรียบง่าย\" โดยตัดฟีเจอร์ที่ซับซ้อนออกไปและออกแบบหน้าตาใหม่ให้สะอาดตา\nกำเนิด iPod: จ็อบส์เห็นโอกาสจากการที่ Toshiba พัฒนาฮาร์ดไดรฟ์ขนาดเล็กจิ๋ว (1.8 นิ้ว) แต่มีความจุสูง (5GB) ได้สำเร็จ เขาจึงตัดสินใจสร้างเครื่องเล่นเพลงของ Apple โดยใช้ฮาร์ดไดรฟ์นี้เป็นหัวใจ\nปรัชญาการออกแบบ: สโลแกนคือ \"1,000 เพลงในกระเป๋าของคุณ\" (1,000 songs in your pocket) การควบคุมใช้ \"Click Wheel\" ที่ปฏิวัติวงการซึ่งช่วยให้เลื่อนดูรายชื่อเพลงยาวๆ ได้อย่างรวดเร็ว และใช้การเชื่อมต่อ FireWire ที่เร็วกว่า USB ในยุคนั้น ทำให้โอนเพลง 1,000 เพลงได้ในไม่ถึง 10 นาที\nการเปิดตัว iPod: จ็อบส์เปิดตัว iPod ในเดือนตุลาคม 2001 ในตอนแรกสื่อเยาะเย้ยว่า \"ราคาแพงเกินไป\" (399 ดอลลาร์) และ \"ใช้ได้กับ Mac เท่านั้น\"","strategy_type":"กลยุทธ์ศูนย์กลางดิจิทัล (Digital Hub Strategy) และการสร้างระบบนิเวศ (Ecosystem)","psychological_techniques":["Simplicity Sells (ความเรียบง่ายขายได้)","Tangible Slogan (สโลแกนที่จับต้องได้และสื่อถึงประโยชน์ชัดเจน)"],"risk_factors":["การจำกัดผลิตภัณฑ์ให้ใช้ได้กับแพลตฟอร์มของตัวเองเท่านั้น (Mac only) ซึ่งอาจจำกัดตลาดในช่วงแรก"],"control_techniques":["คิดถึงระบบนิเวศของผลิตภัณฑ์หรือบริการที่สามารถทำงานร่วมกันเพื่อสร้างประสบการณ์ที่ดีขึ้น","พิจารณาการ 'ซื้อ' เทคโนโลยีหรือทีมงานที่ดีจากภายนอกแทนการ 'สร้าง' เองทั้งหมด"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 32: The iTunes Store: I'm the Pied Piper (ไอทูนส์ สโตร์: ฉันคือนักเป่าขลุ่ยแห่งฮาเมลิน)","title":"บทที่ 32: The iTunes Store: I'm the Pied Piper (ไอทูนส์ สโตร์: ฉันคือนักเป่าขลุ่ยแห่งฮาเมลิน)","description":"บทนี้คือขั้นตอนสุดท้ายในการปฏิวัติวงการดนตรีของ Apple จ็อบส์ต้องรับบทเป็น \"นักเป่าขลุย\" เพื่อโน้มน้าวค่ายเพลงยักษ์ใหญ่ที่ไม่เคยเชื่อใจบริษัทเทคโนโลยี ให้มาร่วมสร้างร้านค้าเพลงดิจิทัลที่จะต่อสู้กับการละเมิดลิขสิทธิ์","content":"ปัญหา: ผู้ใช้ iPod ส่วนใหญ่ยังต้องริปเพลงจากซีดีหรือดาวน์โหลดอย่างผิดกฎหมาย จ็อบส์ต้องการสร้างวิธีที่ง่าย, สะดวก, และถูกกฎหมายเพื่อให้คนซื้อเพลง\nความไม่ไว้วางใจของค่ายเพลง: ค่ายเพลงยักษ์ใหญ่เกลียดและกลัวเทคโนโลยีดิจิทัล และเคยล้มเหลวในการสร้างบริการขายเพลงของตัวเอง\nการทูตของจ็อบส์: เขาเริ่มเดินสายเข้าพบผู้บริหารค่ายเพลงทุกค่าย โดยใช้กลยุทธ์: 1) สร้างศัตรูร่วมกัน (การละเมิดลิขสิทธิ์), 2) เสนอทางออก (ทางเลือกที่ดีกว่าที่สะดวกและราคาสมเหตุสมผล), 3) สร้างความไว้วางใจ (แสดงระบบ DRM ที่ปลอดภัย)\nเงื่อนไขที่จ็อบส์ไม่ยอมประนีประนอม: เขาต่อสู้เพื่อให้ทุกเพลงราคาเดียวคือ 99 เซนต์, ต้องอนุญาตให้ซื้อเป็นรายเพลงได้, และให้สิทธิ์การใช้งานที่ยืดหยุ่น\nการเปิดตัว iTunes Music Store: ร้านค้าเปิดตัวในเดือนเมษายน 2003 โดยรวมเข้ากับโปรแกรม iTunes และใช้ระบบซื้อด้วย \"คลิกเดียว\" (1-Click)\nความสำเร็จทันที: ในสัปดาห์แรก iTunes Store ขายเพลงได้มากกว่า 1 ล้านเพลง พิสูจน์ทฤษฎีของจ็อบส์ที่ว่า \"ถ้าคุณให้ทางเลือกที่สะดวกและราคายุติธรรม คนส่วนใหญ่ก็จะเลือกที่จะไม่เป็นขโมย\"","strategy_type":"นวัตกรรมที่พลิกโฉม (Disruptive Innovation) ผ่านโมเดลธุรกิจและประสบการณ์ผู้ใช้","psychological_techniques":["Diplomacy and Persuasion (การทูตและการโน้มน้าว)","Creating a Common Enemy (การสร้างศัตรูร่วมกัน)"],"risk_factors":["การเจรจากับอุตสาหกรรมที่ไม่ไว้วางใจและต่อต้านการเปลี่ยนแปลง"],"control_techniques":["เมื่อต้องการโน้มน้าวคู่เจรจาที่ไม่เห็นด้วย จงพยายามหาศัตรูร่วมกันและเสนอตัวเป็นพันธมิตรที่จะช่วยแก้ปัญหา","สร้างผลิตภัณฑ์หรือบริการที่เรียบง่ายและโปร่งใสที่สุดเพื่อขจัดอุปสรรคในการตัดสินใจซื้อของลูกค้า"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 33: Music Man: The Sound Track of His Life (บุรุษแห่งเสียงดนตรี: เพลงประกอบชีวิตของเขา)","title":"บทที่ 33: Music Man: The Sound Track of His Life (บุรุษแห่งเสียงดนตรี: เพลงประกอบชีวิตของเขา)","description":"บทนี้เจาะลึกถึงความสัมพันธ์ส่วนตัวและลึกซึ้งที่สตีฟ จ็อบส์มีต่อดนตรี โดยเฉพาะกับศิลปินที่เป็นแรงบันดาลใจที่ยิ่งใหญ่ที่สุดของเขา: บ็อบ ดีแลน มันแสดงให้เห็นว่าความรักในดนตรีไม่ใช่แค่เรื่องธุรกิจสำหรับเขา แต่เป็นส่วนหนึ่งของจิตวิญญาณ","content":"ความหลงใหลในวัยเยาว์: ความรักในดนตรีของจ็อบส์เริ่มต้นตั้งแต่สมัยวัยรุ่น เขาและวอซเนียกผูกพันกันผ่านการสะสมแผ่นเสียงเถื่อนของบ็อบ ดีแลน ซึ่งพวกเขามองว่าเป็น \"กวี\" และ \"ผู้เผยพระวจนะ\" ของคนรุ่นเขา\nดีแลนคือฮีโร่: สำหรับจ็อบส์ ดีแลนอยู่ในระดับที่สูงกว่าศิลปินคนอื่นๆ เขาเคยคบกับ Joan Baez ส่วนหนึ่งก็เพราะต้องการเข้าใกล้ฮีโร่ของเขา\nการพบกันครั้งแรกกับดีแลน: หลังจากกลับมาที่ Apple เขาได้มีโอกาสพบกับดีแลนและคุยกันเกือบสองชั่วโมง จ็อบส์ตื่นเต้นมากเหมือนเด็กหนุ่ม\nการใช้ดนตรีในการตลาด: จ็อบส์ใช้ดนตรีที่เขารักมาเป็นส่วนสำคัญในการตลาดของ Apple โดยเฉพาะแคมเปญโฆษณา iPod Silhouette ที่เป็นภาพเงาดำของผู้คนกำลังเต้นรำ เพลงที่ถูกเลือกมาใช้ในโฆษณาเหล่านี้มักจะกลายเป็นเพลงฮิตทันที\nมิตรภาพกับ U2: เขาสร้างความสัมพันธ์ที่ใกล้ชิดกับ Bono นักร้องนำวง U2 และได้ออก iPod รุ่นพิเศษ \"U2 Special Edition\" สีดำแดง","strategy_type":"การบูรณาการทางวัฒนธรรม (Cultural Integration) โดยการผสานผลิตภัณฑ์เข้ากับวัฒนธรรมป๊อป","psychological_techniques":["Authenticity (การแสดงออกถึงความหลงใหลอย่างจริงแท้)"],"risk_factors":[],"control_techniques":["ค้นหาสิ่งที่คุณรักอย่างแท้จริงและพยายามหาทางผสานมันเข้ากับงานของคุณ","ไม่พยายามเสแสร้งว่าสนใจในวัฒนธรรมหรือเทรนด์ที่คุณไม่ได้เข้าใจจริงๆ"],"influence_level":"กลาง","adaptability_level":"ต่ำ"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 34: Pixar's Friends: ...and Foes (เพื่อน...และศัตรูของพิกซาร์)","title":"บทที่ 34: Pixar's Friends: ...and Foes (เพื่อน...และศัตรูของพิกซาร์)","description":"บทนี้ย้อนกลับไปที่เรื่องราวของ Pixar ซึ่งความสัมพันธ์กับ Disney เริ่มตึงเครียดและกลายเป็นการต่อสู้เพื่ออิสรภาพในการสร้างสรรค์และผลประโยชน์ทางธุรกิจที่เท่าเทียม ภายใต้การนำของ Michael Eisner, CEO ของ Disney","content":"ความสำเร็จต่อเนื่องของ Pixar: หลังจาก Toy Story, Pixar สร้างภาพยนตร์ฮิตต่อเนื่องเช่น A Bug's Life และ Monsters, Inc. พิสูจน์ว่าความสำเร็จครั้งแรกไม่ใช่เรื่องฟลุค\nความขัดแย้งกับ Michael Eisner: Eisner ซึ่งมีอีโก้สูง ไม่พอใจที่ Pixar และจ็อบส์ได้รับเครดิตไปทั้งหมด เขาพยายามกดดัน Pixar ในหลายๆ ด้าน เช่น การนับภาคต่อในสัญญา และส่วนแบ่งกำไรที่ไม่เป็นธรรม\nการเจรจาที่ล้มเหลว: จ็อบส์พยายามเจรจาสัญญาฉบับใหม่กับ Eisner หลายครั้งแต่ล้มเหลว ความสัมพันธ์ระหว่างทั้งสองคนเลวร้ายลงเรื่อยๆ\nการประกาศตัดสัมพันธ์: ในปี 2004 จ็อบส์ประกาศต่อสาธารณะว่า Pixar จะยุติความสัมพันธ์กับ Disney หลังสัญญาปัจจุบันหมดลง ซึ่งเป็นการเดิมพันครั้งใหญ่\nการเข้ามาของ Bob Iger: Eisner ถูกบีบให้เกษียณ และ Bob Iger ซึ่งมีวิสัยทัศน์กว้างไกลกว่าขึ้นมาแทน สิ่งแรกที่ Iger ทำคือโทรหาจ็อบส์เพื่อขอฟื้นฟูความสัมพันธ์\nข้อเสนอที่น่าตกใจ: Disney ซื้อ Pixar: Iger เสนอให้ Disney ซื้อกิจการ Pixar ทั้งหมดในราคา 7.4 พันล้านดอลลาร์ จ็อบส์ยอมตกลงภายใต้เงื่อนไขว่าทีมผู้บริหารของ Pixar (Catmull และ Lasseter) จะต้องเข้าไปควบคุมแผนกแอนิเมชันทั้งหมดของ Disney, วัฒนธรรมของ Pixar ต้องถูกรักษาไว้, และตัวเขาเองจะได้ที่นั่งในบอร์ดของ Disney และกลายเป็นผู้ถือหุ้นรายใหญ่ที่สุด","strategy_type":"การเจรจาต่อรองจากจุดที่ได้เปรียบ (Negotiating from a Position of Strength)","psychological_techniques":["Walking Away Power (อำนาจต่อรองจากการกล้าเดินจากไป)","Patience and Timing (การใช้ความอดทนและจังหวะเวลาที่เหมาะสม)"],"risk_factors":["(ของ Eisner) การปล่อยให้อีโก้ส่วนตัวทำลายความสัมพันธ์ทางธุรกิจที่เป็นประโยชน์"],"control_techniques":["ในการเจรจา จงรู้คุณค่าของตัวเองและอย่ากลัวที่จะเดินจากไปหากข้อเสนอไม่ยุติธรรม","เล่นเกมยาว (the long game) และไม่ยอมแพ้ในการต่อสู้เพื่อสิ่งที่เชื่อว่ายุติธรรม"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 35: The Twenty-First-Century Mac: Setting Apple Apart (แมคแห่งศตวรรษที่ 21: ทำให้แอปเปิลแตกต่าง)","title":"บทที่ 35: The Twenty-First-Century Mac: Setting Apple Apart (แมคแห่งศตวรรษที่ 21: ทำให้แอปเปิลแตกต่าง)","description":"บทนี้เล่าถึงการตัดสินใจครั้งประวัติศาสตร์ในการเปลี่ยนสถาปัตยกรรมของ Mac จากชิป PowerPC ไปใช้ชิปของ Intel ซึ่งเป็นคู่แข่งสำคัญ และการออกแบบ Mac รุ่นใหม่ๆ ที่โดดเด่น","content":"ปัญหาของชิป PowerPC: เป็นเวลาหลายปีที่ Mac ใช้ชิป PowerPC แต่เมื่อเวลาผ่านไป Intel สามารถพัฒนาชิปได้เร็วกว่าและประหยัดพลังงานมากกว่า จ็อบส์หงุดหงิดที่ IBM ไม่สามารถผลิตชิป G5 ที่เร็วและไม่ร้อนพอสำหรับแล็ปท็อปได้\nโครงการลับ Marklar: จ็อบส์สั่งให้ทีมวิศวกรซอฟต์แวร์เริ่มโครงการลับสุดยอดเพื่อคอมไพล์ Mac OS X ให้สามารถทำงานบนชิปของ Intel ได้ เพื่อเป็นแผนสำรอง\nการประกาศที่ WWDC 2005: จ็อบส์ประกาศข่าวที่ช็อกวงการว่า Apple จะเริ่มกระบวนการเปลี่ยนผ่านไปสู่ชิป Intel ภายในสองปีข้างหน้า เขาสาธิต Mac OS X ที่ทำงานบนเครื่อง Intel ได้อย่างราบรื่น\nRosetta Stone: เพื่อช่วยให้การเปลี่ยนผ่านราบรื่น Apple สร้างซอฟต์แวร์จำลองชื่อ \"Rosetta\" ซึ่งช่วยให้โปรแกรมเก่าๆ ที่เขียนสำหรับ PowerPC สามารถทำงานบน Mac ที่ใช้ชิป Intel ได้\nประโยชน์ของการเปลี่ยนไปใช้ Intel: ทำให้ Mac รุ่นใหม่ๆ เร็วขึ้นและประหยัดพลังงานมากขึ้น และที่สำคัญคือ Apple สามารถสร้างซอฟต์แวร์ \"Boot Camp\" ที่อนุญาตให้ผู้ใช้ติดตั้ง Windows บน Mac ได้โดยตรง ซึ่งทำลายอุปสรรคสำคัญที่ทำให้ผู้ใช้ PC ไม่กล้าย้ายมาใช้ Mac","strategy_type":"การวางแผนกลยุทธ์ระยะยาว (Long-Term Strategic Planning) และ การเปลี่ยนจุดอ่อนให้เป็นจุดแข็ง","psychological_techniques":["Managing Fear and Uncertainty (การจัดการความกลัวและความไม่แน่นอนของนักพัฒนาและผู้ใช้)"],"risk_factors":["ความเสี่ยงจากการเปลี่ยนสถาปัตยกรรมหลักของผลิตภัณฑ์ซึ่งอาจทำให้ฐานผู้ใช้ไม่พอใจ"],"control_techniques":["คิดถึงแผนสำรองหรือสถานการณ์ฉุกเฉินสำหรับธุรกิจหรือโครงการอยู่เสมอ","ไม่กลัวที่จะต้องฆ่าเทคโนโลยีหรือผลิตภัณฑ์ที่คุณรัก หากมันกลายเป็นอุปสรรคต่อการเติบโตในอนาคต"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 36: Round One: Memento Mori (ยกที่หนึ่ง: พึงระลึกถึงความตาย)","title":"บทที่ 36: Round One: Memento Mori (ยกที่หนึ่ง: พึงระลึกถึงความตาย)","description":"บทนี้คือจุดเปลี่ยนที่น่าเศร้าและเป็นโศกนาฏกรรมในชีวิตของสตีฟ จ็อบส์ มันเล่าถึงการตรวจพบมะเร็งครั้งแรกของเขา และการตัดสินใจที่ผิดพลาดครั้งใหญ่ในการปฏิเสธการรักษาตามแบบแผนของแพทย์","content":"การตรวจพบโดยบังเอิญ: ในเดือนตุลาคม 2003 แพทย์ตรวจพบ \"เงา\" บนตับอ่อนของจ็อบส์โดยบังเอิญ\nการวินิจฉัย: เขาเป็นมะเร็งตับอ่อนชนิด Neuroendocrine Islet Cell Tumor ซึ่งเป็นชนิดที่พบได้น้อยมากและ \"สามารถรักษาให้หายขาดได้ด้วยการผ่าตัด\" หากตรวจพบในระยะเริ่มต้น\nการปฏิเสธการรักษาของจ็อบส์: แพทย์แนะนำให้ผ่าตัดทันที แต่จ็อบส์ปฏิเสธอย่างแข็งขัน เขาไม่ต้องการให้ใคร \"ผ่าร่างกาย\" ของเขา และตัดสินใจที่จะลองรักษามะเร็งด้วยวิธีทางเลือกของตัวเองเป็นเวลา 9 เดือน เช่น กินอาหารแบบวีแกนอย่างเคร่งครัด, ดื่มน้ำผลไม้คั้นสด, ไปพบผู้มีพลังจิต, และใช้วิธีฝังเข็ม\nความพยายามของคนรอบข้าง: ครอบครัวและเพื่อนสนิทพยายามอ้อนวอนให้เขายอมรับการผ่าตัด แต่เขาไม่ฟังใครเลย เขาตกอยู่ใน RDF ของตัวเอง เชื่อว่าเขาสามารถเอาชนะมะเร็งได้ด้วยพลังใจและอาหาร\nการยอมรับความจริงที่สายเกินไป: หลังจากผ่านไป 9 เดือน การตรวจสแกนอีกครั้งพบว่าก้อนเนื้องอกมีขนาดใหญ่ขึ้นและอาจจะเริ่มแพร่กระจายแล้ว ในที่สุดจ็อบส์ก็ยอมรับการผ่าตัด\nการผ่าตัดและข่าวร้าย: ในเดือนกรกฎาคม 2004 ศัลยแพทย์ตัดก้อนเนื้องอกออกไปได้สำเร็จ แต่พบว่ามะเร็งได้ \"แพร่กระจายไปยังตับแล้ว\" ซึ่งหมายความว่ามันไม่สามารถรักษาให้หายขาดได้อีกต่อไปแล้ว","strategy_type":"การใช้ความเชื่อส่วนตัวในการตัดสินใจทางการแพทย์","psychological_techniques":["Magical Thinking (การคิดแบบมหัศจรรย์)","Denial (การปฏิเสธความจริง)"],"risk_factors":["การปฏิเสธการรักษาตามแบบแผนทางวิทยาศาสตร์","การปล่อยให้ความเชื่อส่วนตัวบดบังการตัดสินใจเรื่องสุขภาพที่สำคัญ","การถ่วงเวลาในการรักษาที่อาจรักษาให้หายขาดได้"],"control_techniques":["เมื่อเผชิญกับการตัดสินใจด้านสุขภาพ จงรับฟังความคิดเห็นจากผู้เชี่ยวชาญ (แพทย์) และพิจารณาหลักฐานทางวิทยาศาสตร์อย่างจริงจัง","อย่าคิดว่าตัวเองเป็นข้อยกเว้นของกฎธรรมชาติ"],"influence_level":"สูง","adaptability_level":"ต่ำ"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 37: The iPhone: Three Revolutionary Products in One (ไอโฟน: สามผลิตภัณฑ์ปฏิวัติในหนึ่งเดียว)","title":"บทที่ 37: The iPhone: Three Revolutionary Products in One (ไอโฟน: สามผลิตภัณฑ์ปฏิวัติในหนึ่งเดียว)","description":"บทนี้คือจุดสูงสุดของนวัตกรรมและความสำเร็จของสตีฟ จ็อบส์ มันคือเรื่องราวเบื้องหลังการสร้างสรรค์ iPhone ซึ่งเป็นผลิตภัณฑ์ที่เปลี่ยนวิถีชีวิต, การสื่อสาร, และปฏิสัมพันธ์ทางสังคมของมนุษยชาติไปตลอดกาล","content":"ต้นตอของแนวคิด: เกิดจากความกลัวว่าโทรศัพท์มือถือที่เล่นเพลงได้จะมา \"ฆ่า\" ธุรกิจ iPod และความรำคาญที่โทรศัพท์มือถือในตลาดใช้งานยากและน่าเกลียด\nสองโปรเจกต์คู่ขนาน: Apple เริ่มพัฒนาโทรศัพท์สองแนวทาง: P1 (iPod Phone) ที่ใช้ Click Wheel และ P2 (Touchscreen Phone) ที่ใช้จอสัมผัส จ็อบส์ตัดสินใจฆ่าโปรเจกต์ P1 และเดิมพันทุกอย่างกับ P2 ที่เสี่ยงกว่า\nปรัชญาการออกแบบ iPhone:\n\"สามผลิตภัณฑ์ปฏิวัติในหนึ่งเดียว\": 1) iPod จอไวด์สกรีนระบบสัมผัส 2) โทรศัพท์มือถือปฏิวัติวงการ และ 3) อุปกรณ์สื่อสารทางอินเทอร์เน็ตที่ก้าวล้ำ\nปฏิเสธสไตลัส: เขาเกลียดสไตลัสและยืนกรานว่าอินเทอร์เฟซต้องออกแบบมาเพื่อ \"นิ้วมือ\"\nGorilla Glass: เขาไม่พอใจที่จอพลาสติกเป็นรอยง่าย จึงสั่งให้บริษัท Corning ผลิตกระจกที่แข็งแกร่งทนรอยขีดข่วน (Gorilla Glass) ในปริมาณมหาศาลภายใน 6 เดือน\nใช้ OS X: เขาตัดสินใจใช้เวอร์ชั่นย่อส่วนของ Mac OS X เป็นระบบปฏิบัติการ ทำให้ iPhone มีพลังเทียบเท่าคอมพิวเตอร์\nการเปิดตัวในตำนาน (Macworld 2007): การนำเสนอ iPhone ของจ็อบส์ในวันที่ 9 มกราคม 2007 ถือเป็นการนำเสนอที่ยิ่งใหญ่ที่สุด เขาค่อยๆ สร้างความตื่นเต้นและสาธิตฟีเจอร์ต่างๆ (เช่น Pinch-to-Zoom) ที่ทำให้ผู้ชมทึ่ง","strategy_type":"การพลิกโฉมจากจุดที่แข็งแกร่ง (Disrupt from a Position of Strength) โดยการฆ่าธุรกิจที่รุ่งเรืองที่สุดของตัวเอง","psychological_techniques":["The 'Wow' Factor (การสร้างปัจจัยสร้างความทึ่ง)","Storytelling (การเล่าเรื่องเพื่อนิยามผลิตภัณฑ์ให้เข้าใจง่าย)"],"risk_factors":["การตัดสินใจเชิงกลยุทธ์ที่ผิดพลาดในช่วงแรก (ไม่เปิดให้นักพัฒนาภายนอกสร้างแอปฯ)"],"control_techniques":["กล้าที่จะตั้งคำถามกับผลิตภัณฑ์ที่ประสบความสำเร็จที่สุดของคุณเองและสร้างสิ่งที่มาแทนที่มันก่อนคู่แข่งจะทำ","ไม่ประนีประนอมกับประสบการณ์ของผู้ใช้","ยอมรับและแก้ไขความผิดพลาดอย่างรวดเร็ว"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 38: Round Two: The Cancer Recurs (ยกที่สอง: มะเร็งกลับมา)","title":"บทที่ 38: Round Two: The Cancer Recurs (ยกที่สอง: มะเร็งกลับมา)","description":"บทนี้คือการกลับมาของฝันร้าย ในขณะที่จ็อบส์กำลังอยู่บนจุดสูงสุดของความสำเร็จกับ iPhone สุขภาพของเขาก็เริ่มทรุดโทรมลงอย่างเห็นได้ชัด มะเร็งที่เขาเคยเชื่อว่าควบคุมได้แล้วได้กลับมาลุกลามอีกครั้ง","content":"สัญญาณเตือน: ในปี 2008 ผู้คนเริ่มสังเกตเห็นว่าจ็อบส์ดู \"ผ่ายผอม\" ลงอย่างน่าตกใจ ทำให้เกิดข่าวลือแพร่สะพัดไปทั่ว\nการปฏิเสธต่อสาธารณะ: Apple และจ็อบส์พยายามปฏิเสธข่าวลืออย่างแข็งขัน ในตอนแรกอ้างว่าเป็นแค่ \"ความไม่สมดุลของฮอร์โมน\" ที่รักษาได้ง่าย จ็อบส์เคยตอบโต้ข่าวลือเรื่องการตายของเขาด้วยการขึ้นสไลด์ว่า \"รายงานข่าวการตายของผมนั้นเกินจริงไปมาก\"\nความจริงที่โหดร้าย: เบื้องหลังแล้ว มะเร็งที่ตับของเขากำลังลุกลามอย่างรวดเร็ว เขาสูญเสียความอยากอาหารและน้ำหนักลดลงอย่างต่อเนื่อง\nการตัดสินใจลาพักร้อน: ในเดือนมกราคม 2009 เขาประกาศลาพักร้อนเพื่อรักษาตัวเป็นเวลา 6 เดือน และมอบหมายให้ Tim Cook ทำหน้าที่รักษาการ CEO ซึ่งเป็นการส่งสัญญาณถึงแผนการสืบทอดตำแหน่งครั้งแรก\nการปลูกถ่ายตับ: ในช่วงที่ลาพัก เขาได้เดินทางไปเมมฟิสเพื่อเข้ารับการ \"ปลูกถ่ายตับ\" (liver transplant) ซึ่งเป็นทางเลือกสุดท้าย การผ่าตัดประสบความสำเร็จ แต่ก็ทำให้ร่างกายบอบช้ำอย่างหนัก\nการกลับมาทำงาน: เขากลับมาทำงานที่ Apple ในช่วงกลางปี 2009 แม้ร่างกายจะไม่แข็งแรงเต็มที่ และยังคงทุ่มเทให้กับการพัฒนาผลิตภัณฑ์ใหม่ๆ","strategy_type":"การวางแผนผู้สืบทอดตำแหน่ง (Succession Planning)","psychological_techniques":["Secrecy and Control (การเก็บเป็นความลับและการควบคุมเรื่องเล่า)"],"risk_factors":["การไม่โปร่งใสเกี่ยวกับสุขภาพของ CEO ซึ่งเป็นประเด็นด้านบรรษัทภิบาล (corporate governance)"],"control_techniques":["องค์กรควรมีการวางแผนผู้สืบทอดตำแหน่งที่สำคัญอย่างชัดเจนและรอบคอบ","ผู้นำองค์กรสาธารณะต้องหาสมดุลระหว่างความโปร่งใสและความเป็นส่วนตัวในประเด็นที่ส่งผลกระทบต่ออนาคตบริษัท"],"influence_level":"สูง","adaptability_level":"กลาง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 39: The iPad: Into the Post-PC Era (ไอแพด: สู่ยุคหลังพีซี)","title":"บทที่ 39: The iPad: Into the Post-PC Era (ไอแพด: สู่ยุคหลังพีซี)","description":"บทนี้คือการเปิดตัวผลิตภัณฑ์ปฏิวัติชิ้นสุดท้ายในชีวิตของสตีฟ จ็อบส์: iPad มันคือการเดิมพันครั้งใหญ่ในการสร้าง \"อุปกรณ์ประเภทที่สาม\" ที่อยู่ระหว่างสมาร์ทโฟนและแล็ปท็อป และเป็นจุดเริ่มต้นของ \"ยุคหลังพีซี\" (Post-PC Era)","content":"ต้นกำเนิดของ iPad มาก่อน iPhone: แนวคิดเรื่องแท็บเล็ตที่ใช้จอสัมผัสแบบมัลติทัชเป็นโครงการที่ Apple พัฒนามาก่อน iPhone แต่จ็อบส์สั่งให้ \"พัก\" โครงการไว้ชั่วคราวเพื่อทุ่มเทไปที่ iPhone ก่อน\nการกลับมาของโปรเจกต์แท็บเล็ต: หลังจาก iPhone ประสบความสำเร็จ จ็อบส์ได้ปัดฝุ่นโครงการนี้ขึ้นมาอีกครั้ง เขาเชื่อว่ามีที่ว่างสำหรับอุปกรณ์ที่ทำบางสิ่งบางอย่างได้ \"ดีกว่า\" ทั้งสมาร์ทโฟนและแล็ปท็อป เช่น การท่องเว็บ, ดูหนัง, อ่านหนังสือ\nปรัชญาการออกแบบ: เขาต้องการให้ iPad เป็นเหมือน \"แผ่นกระจกวิเศษ\" ที่เรียบง่ายที่สุด ทีมซอฟต์แวร์ได้ออกแบบแอปฯ ใหม่ทั้งหมดเพื่อให้ใช้ประโยชน์จากหน้าจอที่ใหญ่ขึ้น และ Apple ได้เริ่มใช้ชิปที่ออกแบบเองเป็นครั้งแรก คือชิป A4\nการเปิดตัว (มกราคม 2010): จ็อบส์ซึ่งยังดูอ่อนแอ ได้ขึ้นเวทีเปิดตัว iPad เขานั่งลงบนโซฟาและสาธิตการใช้งานอย่างสบายๆ เพื่อแสดงให้เห็นว่ามันเป็นอุปกรณ์ที่ \"ผ่อนคลาย\" และ \"เป็นส่วนตัว\"\nเสียงวิจารณ์ในช่วงแรก: สื่อและนักวิเคราะห์วิจารณ์ว่ามันเป็นแค่ \"iPhone จอใหญ่\", ชื่อฟังดูตลก, และ \"ทำอะไรไม่ได้มากกว่า\" แล็ปท็อป\nความสำเร็จที่สวนกระแส: เมื่อ iPad วางจำหน่าย มันก็กลายเป็นผลิตภัณฑ์ที่ขายดีอย่างถล่มทลาย มันได้สร้างตลาดใหม่ขึ้นมาอย่างแท้จริง และทำให้จ็อบส์มั่นใจที่จะประกาศว่าโลกกำลังเข้าสู่ยุค \"หลังพีซี\"","strategy_type":"การสร้างหมวดหมู่ผลิตภัณฑ์ใหม่ (Category Creation)","psychological_techniques":["Creating a Need (การสร้างความต้องการที่ผู้บริโภคไม่รู้ว่าตัวเองมี)"],"risk_factors":["การเปิดตัวผลิตภัณฑ์ที่อาจดูไม่สมบูรณ์ในสายตาผู้ใช้ระดับสูง (power users)"],"control_techniques":["มองหา 'ช่องว่าง' ระหว่างผลิตภัณฑ์ที่มีอยู่ และคิดว่าจะมี 'อุปกรณ์ประเภทที่สาม' ที่ทำบางอย่างได้ดีกว่าหรือไม่","ใช้ประโยชน์จากระบบนิเวศที่มีอยู่ (App Store) เพื่อเร่งการยอมรับผลิตภัณฑ์ใหม่","เชื่อมั่นในวิสัยทัศน์แม้ว่าจะสวนกระแสวิจารณ์ในช่วงแรก"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 40: New Battles: And Echoes of Old Ones (ศึกครั้งใหม่: และเสียงสะท้อนจากศึกครั้งเก่า)","title":"บทที่ 40: New Battles: And Echoes of Old Ones (ศึกครั้งใหม่: และเสียงสะท้อนจากศึกครั้งเก่า)","description":"บทนี้แสดงให้เห็นว่าแม้สุขภาพจะทรุดโทรม แต่จิตวิญญาณนักสู้ของสตีฟ จ็อบส์ก็ไม่เคยลดน้อยลง เขาเปิด \"สงคราม\" กับคู่แข่งใหม่ๆ โดยเฉพาะ Google และ Adobe เพื่อปกป้องปรัชญา \"ระบบนิเวศแบบปิด\" ของ Apple","content":"ความสัมพันธ์ที่แตกหักกับ Google: ในช่วงแรก Apple และ Google เป็นพันธมิตรที่ใกล้ชิด แต่ความสัมพันธ์ร้าวฉานเมื่อ Google เปิดตัวระบบปฏิบัติการ \"Android\" ซึ่งจ็อบส์มองว่าเป็นการ \"ลอกเลียนแบบ\" iPhone อย่างชัดเจน\nความโกรธของจ็อบส์: เขารู้สึกเหมือนถูก \"หักหลัง\" อย่างรุนแรง และประกาศว่าจะใช้ \"ลมหายใจสุดท้าย\" และเงินทุกดอลลาร์เพื่อ \"ทำลาย Android เพราะมันเป็นผลิตภัณฑ์ที่ถูกขโมยมา ผมจะเข้าสู่สงครามนิวเคลียร์กับเรื่องนี้\"\nสงครามกับ Adobe และเทคโนโลยี Flash: จ็อบส์เกลียดเทคโนโลยี Flash มากเพราะมันไม่เสถียร, กินแบตเตอรี่, ไม่ปลอดภัย, และไม่เหมาะกับจอสัมผัส เขาจึงตัดสินใจ \"ไม่รองรับ\" Flash บนอุปกรณ์ iOS ทั้งหมด\nจดหมายเปิดผนึก \"Thoughts on Flash\": เพื่อตอบโต้เสียงวิจารณ์ ในเดือนเมษายน 2010 จ็อบส์ได้เขียนจดหมายเปิดผนึกอธิบายเหตุผลอย่างละเอียดว่าทำไม Apple ถึงไม่ใช้ Flash และทำไมอนาคตของเว็บคือ HTML5 ซึ่งจดหมายฉบับนี้ได้กลายเป็น \"ตะปูตัวสุดท้ายที่ตอกฝาโลง\" ของ Flash","strategy_type":"การใช้การควบคุมแพลตฟอร์มเป็นอาวุธ (Platform Control as a Weapon)","psychological_techniques":["Moral Righteousness (การวางตนบนฝั่งที่ถูกต้องทางศีลธรรม)"],"risk_factors":["การปล่อยให้ความโกรธแค้นส่วนตัวมาบดบังการตัดสินใจเชิงกลยุทธ์"],"control_techniques":["ยืนหยัดในหลักการและคุณภาพของผลิตภัณฑ์อย่างแน่วแน่","กล้าที่จะต่อสู้เพื่อปกป้องผลิตภัณฑ์จากสิ่งที่ด้อยกว่าหรือการลอกเลียนแบบ","เลือกว่าสงครามไหนที่ 'คุ้มค่า' ที่จะสู้"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 41: Round Three: The Twilight Struggle (ยกที่สาม: การต่อสู้ในยามอัสดง)","title":"บทที่ 41: Round Three: The Twilight Struggle (ยกที่สาม: การต่อสู้ในยามอัสดง)","description":"บทนี้คือช่วงสุดท้ายของชีวิตสตีฟ จ็อบส์ มันคือการต่อสู้ที่สิ้นหวังกับโรคร้าย แต่ในขณะเดียวกันก็เป็นการแสดงให้เห็นถึงความมุ่งมั่นที่จะทำงานและสร้างสรรค์จนถึงลมหายใจสุดท้าย","content":"สุขภาพที่ทรุดโทรมลงอย่างรวดเร็ว: หลังจากปี 2010 สุขภาพของจ็อบส์ก็แย่ลงอย่างเห็นได้ชัด เขาน้ำหนักลดลงไปอีกและต้องต่อสู้กับความเจ็บปวดอย่างต่อเนื่อง\nการลาพักร้อนครั้งสุดท้าย: ในเดือนมกราคม 2011 เขาประกาศลาพักร้อนอีกครั้งโดยไม่มีกำหนดกลับ แต่ยังคงทำงานจากที่บ้าน เรียกผู้บริหารมาประชุมเพื่อดูผลิตภัณฑ์ต้นแบบและวางแผนสำหรับอนาคต\nการปรากฏตัวครั้งสุดท้าย: เขารวบรวมพลังทั้งหมดเพื่อขึ้นเวทีเปิดตัว iPad 2 (มีนาคม 2011) และ WWDC 2011 (มิถุนายน 2011) เพื่อเปิดตัว \"iCloud\" ซึ่งเป็นวิสัยทัศน์ที่จะทำให้ Digital Hub ย้ายไปอยู่บนคลาวด์\nการลาออกจากตำแหน่ง CEO: ในวันที่ 24 สิงหาคม 2011 เขาเขียนจดหมายลาออกโดยกล่าวว่า \"โชคไม่ดีที่วันนั้นได้มาถึงแล้ว\" เขาเสนอชื่อให้ Tim Cook เป็นผู้สืบทอดตำแหน่ง และตัวเขารับตำแหน่งประธานกรรมการ\nช่วงเวลาสุดท้าย: เขาใช้เวลาอยู่กับครอบครัว, พบปะเพื่อนสนิท, และทำงานร่วมกับ Walter Isaacson เพื่อให้แน่ใจว่าเรื่องราวในหนังสือชีวประวัติเล่มนี้จะสมบูรณ์\nคำพูดสุดท้าย: เขาเสียชีวิตในวันที่ 5 ตุลาคม 2011 ท่ามกลางครอบครัวของเขา คำพูดสุดท้ายที่เขามองไปยังภรรยาและลูกๆ คือ \"OH WOW. OH WOW. OH WOW.\"","strategy_type":"การส่งมอบเชิงกลยุทธ์ (Strategic Handover)","psychological_techniques":["Acceptance (การยอมรับความตาย)","Focus on Legacy (การใส่ใจในมรดกที่จะทิ้งไว้)"],"risk_factors":[],"control_techniques":["ใช้ชีวิตในแต่ละวันให้เหมือนอาจเป็นวันสุดท้าย โฟกัสในสิ่งที่สำคัญอย่างแท้จริง","ไม่ผัดวันประกันพรุ่งในการทำสิ่งที่สำคัญหรือบอกรักคนที่ห่วงใย"],"influence_level":"สูง","adaptability_level":"ต่ำ"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทที่ 42: Legacy: The Brightest Heaven of Invention (มรดก: สรวงสวรรค์อันเจิดจรัสแห่งการประดิษฐ์)","title":"บทที่ 42: Legacy: The Brightest Heaven of Invention (มรดก: สรวงสวรรค์อันเจิดจรัสแห่งการประดิษฐ์)","description":"บทสุดท้ายนี้เป็นการ \"สรุปและวิเคราะห์\" มรดกที่สตีฟ จ็อบส์ได้ทิ้งไว้ให้กับโลก มันพยายามตอบคำถามว่าอะไรคือสิ่งที่ทำให้เขาแตกต่าง และอะไรคือบทเรียนที่ยั่งยืนที่สุดที่เราสามารถเรียนรู้จากชีวิตของเขาได้","content":"มรดกไม่ใช่แค่ผลิตภัณฑ์: มรดกของเขาคือ \"บริษัทที่ยั่งยืน\" (an enduring company) ที่สามารถสร้างนวัตกรรมต่อไปได้แม้ไม่มีเขาอยู่แล้ว Apple คือบริษัทที่ฝัง DNA ของจ็อบส์เอาไว้\nการผสานกันของสองวัฒนธรรม (The Intersection of Technology and Liberal Arts): นี่คือแก่นแท้ของปรัชญาของจ็อบส์ เขาเชื่อว่านวัตกรรมที่ยิ่งใหญ่ที่สุดเกิดที่ \"สี่แยก\" ที่เทคโนโลยีมาบรรจบกับศิลปศาสตร์, มนุษยศาสตร์, และการออกแบบ เขาสร้างผลิตภัณฑ์ที่ไม่ใช่แค่ทรงพลัง แต่ยัง \"สวยงาม\" และ \"ใช้งานง่าย\"\nบทเรียนสำคัญที่ยั่งยืน: \nFocus (การโฟกัส): การตัดสินใจว่าจะ \"ไม่ทำ\" อะไร สำคัญพอๆ กับการตัดสินใจว่าจะทำอะไร\nSimplicity (ความเรียบง่าย): การขจัดความซับซ้อนจนเหลือแต่แก่นแท้คือเป้าหมายสูงสุด\nEnd-to-End Control (การควบคุมแบบครบวงจร): การรับผิดชอบต่อ \"ประสบการณ์ทั้งหมด\" ของลูกค้าคือวิธีสร้างผลิตภัณฑ์ที่ยอดเยี่ยมที่สุด\nBegin with the Customer Experience (เริ่มต้นจากประสบการณ์ผู้ใช้): อย่าเริ่มจากเทคโนโลยี แต่ให้เริ่มจาก \"เราอยากให้ลูกค้ารู้สึกอย่างไร?\"\nThink Different (คิดต่าง): จงกล้าที่จะท้าทายขนบเดิมๆ\nเขาคืออัจฉริยะหรือไม่?: ผู้เขียนสรุปว่า \"อัจฉริยภาพ\" ของเขาคือการที่สามารถ \"จินตนาการถึงอนาคตและผลักดันให้มันเกิดขึ้นจริง\" เขาสามารถมองเห็นผลิตภัณฑ์ที่ยังไม่มีอยู่, รวบรวมทีมที่เก่งที่สุด, และผลักดันพวกเขาให้สร้างมันออกมาได้อย่างสมบูรณ์แบบ\nการทิ้งรอยบุ๋มไว้ในจักรวาล: ในท้ายที่สุด เขาก็ทำในสิ่งที่เขาตั้งใจไว้ได้สำเร็จ เขาได้ \"put a dent in the universe\"","strategy_type":"การสร้างบริษัทที่ยั่งยืนโดยฝังปรัชญาและวัฒนธรรมองค์กรไว้เป็นมรดก","risk_factors":[],"control_techniques":["การโฟกัส","การมุ่งเน้นความเรียบง่าย","การควบคุมประสบการณ์แบบครบวงจร","การเริ่มต้นจากประสบการณ์ผู้ใช้","การคิดต่าง"],"influence_level":"สูง","adaptability_level":"สูง"}
{"book_title":"Steve Jobs","category":"ชีวประวัติ","chapter_title":"บทส่งท้าย: The Enduring Legacy of Steve Jobs (มรดกที่ยั่งยืนของสตีฟ จ็อบส์)","title":"บทส่งท้าย: The Enduring Legacy of Steve Jobs (มรดกที่ยั่งยืนของสตีฟ จ็อบส์)","description":"บทส่งท้ายนี้สรุปความสำเร็จและอิทธิพลของสตีฟ จ็อบส์ต่อโลกเทคโนโลยีและวัฒนธรรม มันเน้นย้ำถึงความสำคัญของการสร้างสรรค์นวัตกรรม, การออกแบบที่ยอดเยี่ยม, และการมีวิสัยทัศน์ที่ชัดเจน","content":"การสร้างสรรค์นวัตกรรมอย่างต่อเนื่อง: สตีฟ จ็อบส์ไม่เพียงแต่สร้างผลิตภัณฑ์ที่เปลี่ยนแปลงโลก แต่ยังสร้างวัฒนธรรมของการสร้างสรรค์นวัตกรรมที่ Apple ยังคงรักษาไว้จนถึงทุกวันนี้\nการออกแบบที่ยอดเยี่ยม: เขาเชื่อว่าการออกแบบไม่ใช่แค่รูปลักษณ์ แต่เป็น \"วิธีการทำงาน\" ของผลิตภัณฑ์ เขาสร้างมาตรฐานใหม่สำหรับอุตสาหกรรมเทคโนโลยี\nวิสัยทัศน์ที่ชัดเจน: เขามีความสามารถพิเศษในการมองเห็นอนาคตและผลักดันให้ทีมงานทำงานตามวิสัยทัศน์นั้น แม้จะต้องเผชิญกับความท้าทายมากมาย\nอิทธิพลต่อวัฒนธรรม: ผลิตภัณฑ์ของเขาไม่เพียงแต่เปลี่ยนแปลงวิธีการใช้เทคโนโลยี แต่ยังเปลี่ยนแปลงวิธีที่ผู้คนคิดเกี่ยวกับเทคโนโลยีและศิลปะ\nมรดกที่ยั่งยืน: แม้เขาจะจากไปแล้ว แต่แนวคิดและปรัชญาของเขายังคงมีอิทธิพลต่อผู้คนทั่วโลก เขาได้ทิ้งรอยบุ๋มไว้ในจักรวาลอย่างแท้จริง","strategy_type":"การสร้างมรดกที่ยั่งยืนผ่านนวัตกรรมและการออกแบบ","risk_factors":[],"control_techniques":["การสร้างสรรค์นวัตกรรมอย่างต่อเนื่อง","การออกแบบที่ยอดเยี่ยม","การมีวิสัยทัศน์ที่ชัดเจน","การมีอิทธิพลต่อวัฒนธรรม"],"influence_level":"สูง","adaptability_level":"สูง"}