{"title": "Section 3", "content": "อันสงครามเป็นเรื่องสำคัญของประเทศชาติ เป็นแหล่งแห่งความเป็นความตาย เป็นเหตุแห่งการดำรงอยู่ดับสูญ จักไม่พินิจพิเคราะห์มิได้", "source": "sun_tzu_1.txt"}
{"title": "Section 4", "content": "ฉะนั้น พึงวิเคราะห์จาก ห้าเรื่อง นำมาเปรียบเทียบเพื่อประเมินให้ถ่องแท้ในสถานการณ์:", "source": "sun_tzu_1.txt"}
{"title": "Section 11", "content": "องค์ประกอบห้าเรื่องในการประเมินศึก\nที่ว่าคุณธรรม: คือ สิ่งที่ทำให้ทวยราษฎร์และเบื้องบนมีเจตนารมณ์ร่วมกัน ร่วมเป็นก็ได้ ร่วมตายก็ได้ ทวยราษฎร์มิหวั่นอันตราย", "source": "sun_tzu_1.txt"}
{"title": "Section 12", "content": "ที่ว่าลมฟ้าอากาศ: คือ สว่างหรือมืด หนาวหรือร้อน ฤดูนี้หรือฤดูนั้น", "source": "sun_tzu_1.txt"}
{"title": "Section 13", "content": "ที่ว่าภูมิประเทศ: คือ สูงหรือต่ำ ใกล้หรือไกล คับขันหรือราบเรียบ กว้างหรือแคบ เป็นหรือตาย", "source": "sun_tzu_1.txt"}
{"title": "Section 14", "content": "ที่ว่าแม่ทัพ: คือ สติปัญญา ศรัทธา เมตตา กล้าหาญ เข้มงวด", "source": "sun_tzu_1.txt"}
{"title": "Section 15", "content": "ที่ว่ากฎระเบียบ: คือ ระบบจัดกำลัง ระบบยศตำแหน่ง ระบบพลาธิการ (การส่งกำลังบำรุง)", "source": "sun_tzu_1.txt"}
{"title": "Section 16", "content": "ทั้งห้าเรื่องนี้ แม่ทัพพึงรู้แจ้ง ผู้รู้จักชนะ ผู้ไม่รู้จักไม่ชนะ", "source": "sun_tzu_1.txt"}
{"title": "Section 17", "content": "การเปรียบเทียบเพื่อประเมินสถานการณ์\nฉะนั้น จึงพึงนำมาเปรียบเทียบเพื่อประเมินให้ถ่องแท้ในสถานการณ์ กล่าวคือ:", "source": "sun_tzu_1.txt"}
{"title": "Section 26", "content": "การตัดสินใจเลือกแม่ทัพ\nแม่ทัพใดเชื่อแผนศึกเรา ใช้ก็จักชนะ ให้เอาตัวไว้", "source": "sun_tzu_1.txt"}
{"title": "Section 28", "content": "การสร้างพลานุภาพ\nเมื่อการประเมินผลดีเป็นที่รับฟัง ก็ให้ สร้างพลานุภาพ ขึ้น เพื่อเป็นส่วนช่วยแผนศึก", "source": "sun_tzu_1.txt"}
{"title": "Section 29", "content": "ที่ว่าพลานุภาพ ก็คือ การปฏิบัติการตามสภาพอันจะก่อให้เกิดผล นั่นเอง", "source": "sun_tzu_1.txt"}
{"title": "Section 30", "content": "ศิลปะแห่งการใช้เล่ห์เพทุบาย\nอันสงครามนั้น คือ การใช้เล่ห์เพทุบาย ฉะนั้น:", "source": "sun_tzu_1.txt"}
{"title": "Section 45", "content": "นี้คืออัจฉริยะของนักการทหาร อันจักกำหนดล่วงหน้ามิได้", "source": "sun_tzu_1.txt"}
{"title": "Section 46", "content": "การคำนวณและประจักษ์ในชัยชนะ\nประเมินศึก เพราะคำนวณ\nการประเมินศึกในศาลเทพารักษ์ก่อนรบบ่งบอกชัยชนะ เพราะคำนวณผลได้มากกว่า", "source": "sun_tzu_1.txt"}
{"title": "Section 47", "content": "การประเมินผลในศาลเทพารักษ์ก่อนรบบ่งบอกไม่ชนะ เพราะคำนวณผลได้น้อยกว่า", "source": "sun_tzu_1.txt"}
{"title": "Section 51", "content": "เราพิจารณาจากนี้ ก็ประจักษ์ในชัยชนะหรือพ่ายแพ้แล้ว", "source": "sun_tzu_1.txt"}
