{"book_title": "The Coaching Habit: Say Less, Ask More & Change the Way You Lead Forever", "title": "เกริ่นนำ", "description": "แนะนำปัญหาทั่วไปในที่ทำงานและแนวคิดหลักของหนังสือเกี่ยวกับการโค้ชในชีวิตประจำวัน", "content": "หนังสือเล่มนี้เริ่มต้นด้วยการชี้ให้เห็นถึงปัญหาทั่วไปในที่ทำงาน: ผู้จัดการมักจะรู้สึกท่วมท้นด้วยภาระงาน ทีมงานมีความพึ่งพาตนเองต่ำ และขาดการเชื่อมโยงที่มีความหมาย สาเหตุหนึ่งคือการที่ผู้นำมักจะรีบให้คำแนะนำ (Advice Monster) แทนที่จะโค้ชอย่างมีประสิทธิภาพ ผู้เขียนเสนอว่าการโค้ชไม่จำเป็นต้องใช้เวลานานหรือเป็นกระบวนการที่ซับซ้อน แต่สามารถเป็น 'นิสัย' ประจำวันที่ทำได้ภายในเวลา 10 นาทีหรือน้อยกว่านั้น โดยมุ่งเน้นไปที่การถามคำถามที่ทรงพลัง 7 ข้อ", "category": "การสื่อสารและความสัมพันธ์"}
{"book_title": "The Coaching Habit: Say Less, Ask More & Change the Way You Lead Forever", "chapter_title": "The Kickstart Question", "subsection_title": "What's on your mind?", "title": "What's on your mind? (มีอะไรอยู่ในใจตอนนี้?)", "description": "คำถามเริ่มต้นที่เปิดบทสนทนาและตรงเข้าสู่ประเด็นสำคัญสำหรับอีกฝ่าย", "content": "เป็นคำถามเริ่มต้นที่เรียบง่ายแต่ทรงพลังในการเปิดบทสนทนาและตรงเข้าสู่ประเด็นที่สำคัญที่สุดสำหรับอีกฝ่ายโดยไม่เสียเวลาไปกับการพูดคุยเรื่องทั่วไป คำถามนี้ช่วยให้คู่สนทนารู้สึกปลอดภัยที่จะแบ่งปันสิ่งที่กังวลหรือปัญหาที่แท้จริง ไม่ใช่แค่สิ่งที่พวกเขาคิดว่าคุณอยากได้ยิน ผู้เขียนแนะนำให้ใช้โมเดล '3P' (Projects, People, Patterns) เพื่อช่วยให้โฟกัสไปที่ความท้าทายหลักที่เกี่ยวข้องกับงาน (Projects), ความสัมพันธ์ (People) หรือรูปแบบพฤติกรรม (Patterns)", "strategy_type": "การสื่อสาร", "psychological_techniques": ["การสร้างความปลอดภัยทางจิตวิทยา", "การเข้าถึงปัญหาที่แท้จริง"], "control_techniques": ["การใช้โมเดล 3P"], "influence_level": "สูง", "adaptability_level": "สูง", "category": "การสื่อสารและความสัมพันธ์"}
{"book_title": "The Coaching Habit: Say Less, Ask More & Change the Way You Lead Forever", "chapter_title": "The AWE Question", "subsection_title": "And what else?", "title": "And what else? (แล้วมีอะไรอีกไหม?)", "description": "คำถามที่ดีที่สุดในการโค้ช ช่วยขุดลึกข้อมูล ตัวเลือก หรือมุมมองใหม่ๆ", "content": "เป็นคำถามที่ดีที่สุดในโลกแห่งการโค้ช ช่วยขุดลึกข้อมูลเพิ่มเติม ตัวเลือก หรือมุมมองใหม่ๆ ที่อาจไม่ถูกเปิดเผยในตอนแรก คำถามนี้ทำหน้าที่เป็นเครื่องมือจัดการตัวเองของผู้โค้ช ช่วยให้ผู้โค้ช 'ยับยั้งปีศาจนักให้คำแนะนำ' (Tame Your Advice Monster) และอยู่กับความอยากรู้อยากเห็นได้นานขึ้น การถาม 'แล้วมีอะไรอีกไหม?' ซ้ำๆ เป็นการให้พื้นที่และเวลาแก่อีกฝ่ายในการคิดและค้นพบสิ่งใหม่ๆ หรือคำตอบที่ดีขึ้นกว่าที่คิดไว้ในตอนแรก", "strategy_type": "การสื่อสาร", "psychological_techniques": ["การควบคุม 'Advice Monster'", "การกระตุ้นความคิดสร้างสรรค์", "การฟังเชิงรุก"], "influence_level": "สูง", "adaptability_level": "สูง", "category": "การสื่อสารและความสัมพันธ์"}
{"book_title": "The Coaching Habit: Say Less, Ask More & Change the Way You Lead Forever", "chapter_title": "The Focus Question", "subsection_title": "What's the real challenge here for you?", "title": "What's the real challenge here for you? (อะไรคือความท้าทายที่แท้จริงสำหรับคุณที่นี่?)", "description": "ช่วยให้คู่สนทนาระบุปัญหาหลักที่แท้จริง ไม่ใช่แค่เพียงอาการหรือปัญหาผิวเผิน", "content": "ผู้คนมักจะนำเสนอ 'ปัญหาแรก' ที่นึกถึง ซึ่งอาจไม่ใช่แก่นแท้ของปัญหา การถามคำถามนี้จะช่วยชะลอการรีบเร่งหาทางออก และทำให้แน่ใจว่ากำลังแก้ปัญหาที่ถูกต้องจริงๆ คำว่า 'real' เน้นให้มองลึกลงไป และคำว่า 'for you' ทำให้เกิดการรับผิดชอบส่วนบุคคลต่อปัญหานั้น", "strategy_type": "การแก้ไขปัญหา", "psychological_techniques": ["การระบุแก่นปัญหา", "การส่งเสริมความรับผิดชอบส่วนบุคคล"], "influence_level": "สูง", "adaptability_level": "สูง", "category": "การสื่อสารและความสัมพันธ์"}
{"book_title": "The Coaching Habit: Say Less, Ask More & Change the Way You Lead Forever", "chapter_title": "The Foundation Question", "subsection_title": "What do you want?", "title": "What do you want? (คุณต้องการอะไร?)", "description": "กระตุ้นให้บุคคลชี้แจงเป้าหมาย ความต้องการ หรือผลลัพธ์ที่ต้องการอย่างชัดเจน", "content": "ผู้คนจำนวนมากไม่เคยระบุสิ่งที่พวกเขาต้องการอย่างชัดเจน ซึ่งนำไปสู่ความเข้าใจผิดและการตัดสินใจที่ไม่ตรงจุด คำถามนี้ช่วยให้เกิดความชัดเจนและกำหนดทิศทางสำหรับแนวทางแก้ไขปัญหาหรือการตัดสินใจ ผู้เขียนยังกล่าวถึง '9 universal needs' ที่เป็นแรงผลักดันเบื้องหลังความต้องการต่างๆ", "strategy_type": "การกำหนดเป้าหมาย", "psychological_techniques": ["การสร้างความชัดเจน", "การระบุความต้องการพื้นฐาน"], "influence_level": "สูง", "adaptability_level": "สูง", "category": "การสื่อสารและความสัมพันธ์"}
{"book_title": "The Coaching Habit: Say Less, Ask More & Change the Way You Lead Forever", "chapter_title": "The Lazy Question", "subsection_title": "How can I help?", "title": "How can I help? (ฉันจะช่วยอะไรได้บ้าง?)", "description": "ช่วยให้ผู้โค้ชเสนอความช่วยเหลือที่ตรงกับความต้องการอย่างแท้จริง และประหยัดเวลา", "content": "ผู้เขียนเรียกมันว่า 'Lazy Question' เพราะมันช่วยให้คุณไม่ต้องเดาหรือรีบเสนอทางออกที่ไม่จำเป็น แต่ให้อีกฝ่ายระบุความต้องการที่ชัดเจน ช่วยหลีกเลี่ยง 'กับดักผู้ช่วย' (Helper's Trap) ที่ทำให้ผู้โค้ชต้องทำงานหนักขึ้นและสร้างความพึ่งพา แทนที่จะเสริมสร้างอำนาจให้อีกฝ่าย", "strategy_type": "การให้ความช่วยเหลือ", "psychological_techniques": ["การหลีกเลี่ยงการให้คำแนะนำที่ไม่จำเป็น", "การเสริมสร้างความเป็นอิสระ"], "risk_factors": ["กับดักผู้ช่วย"], "control_techniques": ["การให้คู่สนทนาระบุความต้องการที่ชัดเจน"], "influence_level": "สูง", "adaptability_level": "สูง", "category": "การสื่อสารและความสัมพันธ์"}
{"book_title": "The Coaching Habit: Say Less, Ask More & Change the Way You Lead Forever", "chapter_title": "The Strategic Question", "subsection_title": "If you're saying yes to this, what are you saying no to?", "title": "If you're saying yes to this, what are you saying no to? (ถ้าคุณตอบ 'ใช่' กับสิ่งนี้ คุณกำลังปฏิเสธอะไร?)", "description": "กระตุ้นให้พิจารณาถึงต้นทุนแฝงหรือโอกาสที่ต้องสละไปเมื่อตัดสินใจเลือกสิ่งใดสิ่งหนึ่ง", "content": "คำถามนี้เน้นย้ำถึงความเป็นจริงของทรัพยากรที่มีจำกัด (เวลา พลังงาน ความสนใจ เงิน) และบังคับให้ต้องจัดลำดับความสำคัญ ช่วยให้ผู้คนตัดสินใจได้อย่างรอบคอบและเป็นกลยุทธ์มากขึ้น รวมถึงการรับรู้ถึงการ 'ไม่' ที่ซ่อนอยู่ ทั้งในแง่ของการไม่ทำสิ่งอื่นที่ควรทำ (no of omission) และการไม่ยินดีที่จะลงทุนเพื่อให้สิ่งที่ 'ใช่' เกิดขึ้น (no of commission)", "strategy_type": "การตัดสินใจเชิงกลยุทธ์", "psychological_techniques": ["การตระหนักรู้ถึงต้นทุนแฝง", "การจัดลำดับความสำคัญ"], "influence_level": "สูง", "adaptability_level": "สูง", "category": "การสื่อสารและความสัมพันธ์"}
{"book_title": "The Coaching Habit: Say Less, Ask More & Change the Way You Lead Forever", "chapter_title": "The Learning Question", "subsection_title": "What was most useful for you?", "title": "What was most useful for you? (อะไรที่เป็นประโยชน์ที่สุดสำหรับคุณ?)", "description": "คำถามสุดท้ายที่ช่วยส่งเสริมการเรียนรู้และการสะท้อนคิด", "content": "เราไม่ได้เรียนรู้จากการถูกบอกเล่าหรือแม้แต่จากการทำสิ่งต่างๆ แต่เรียนรู้จากการสะท้อนคิดและทบทวน คำถามนี้ช่วยกระตุ้นให้คู่สนทนาสรุปสิ่งที่ได้เรียนรู้และนำไปปรับใช้ในอนาคต ทำให้การโค้ชเป็นกระบวนการเรียนรู้ที่ต่อเนื่อง", "strategy_type": "การพัฒนาตนเอง", "psychological_techniques": ["การส่งเสริมการเรียนรู้แบบสะท้อนกลับ", "การสร้างนิสัยการเรียนรู้"], "influence_level": "สูง", "adaptability_level": "สูง", "category": "การสื่อสารและความสัมพันธ์"}
{"book_title": "The Coaching Habit: Say Less, Ask More & Change the Way You Lead Forever", "title": "วิเคราะห์จิตวิทยา กลยุทธ์ เทคนิคที่ใช้", "description": "สรุปหลักการทางจิตวิทยา กลยุทธ์ และเทคนิคสำคัญที่ใช้ในหนังสือ", "content": "ผู้เขียนชี้ให้เห็นถึงสัญชาตญาณธรรมชาติของมนุษย์ที่ต้องการให้คำแนะนำและแก้ปัญหาให้ผู้อื่น ซึ่งเป็น 'ปีศาจนักให้คำแนะนำ' ที่ต้องควบคุม การตระหนักถึงนิสัยนี้เป็นก้าวแรกของการเปลี่ยนแปลง\n\n**การคงความอยากรู้อยากเห็น (Stay Curious Longer):** เป็นหลักการสำคัญที่อยู่เบื้องหลังคำถามทั้ง 7 ข้อ การฝึกฝนที่จะ 'อยู่กับความอยากรู้อยากเห็นให้นานขึ้น' และชะลอการรีบเร่งให้คำแนะนำจะช่วยเปิดพื้นที่ให้คู่สนทนาได้คิดและแก้ปัญหาด้วยตัวเอง\n\n**การสร้างความปลอดภัยทางจิตวิทยา (Psychological Safety):** การถามคำถามปลายเปิดและการฟังอย่างแท้จริงช่วยสร้างสภาพแวดล้อมที่ผู้คนรู้สึกปลอดภัยที่จะแสดงความคิดเห็น ความกังวล และความผิดพลาด ซึ่งเป็นสิ่งสำคัญสำหรับการเรียนรู้และการเติบโต\n\n**การเพิ่มอิสระในการตัดสินใจ (Fostering Autonomy):** การโค้ชที่เน้นการถามคำถามและให้ผู้อื่นหาทางออกเอง ช่วยส่งเสริมความรู้สึกเป็นเจ้าของและความรับผิดชอบ ทำให้บุคคลมีอิสระในการตัดสินใจและมีความมั่นใจในความสามารถของตนเอง\n\n**โมเดล 3P (Projects, People, Patterns):** เป็นกรอบความคิดที่ช่วยจัดระเบียบปัญหาที่เกิดขึ้นในบทสนทนา ทำให้ผู้โค้ชสามารถเข้าใจและเข้าถึงแก่นแท้ของความท้าทายได้อย่างเป็นระบบ\n\n**การฟังเชิงรุก (Active Listening):** หนังสือเน้นย้ำถึงความสำคัญของการฟังอย่างตั้งใจ ไม่ใช่แค่ฟังเพื่อรอให้ถึงคิวพูด การรับฟังโดยไม่มีการตัดสินช่วยให้เข้าใจปัญหาอย่างลึกซึ้งและสร้างความไว้วางใจ\n\n**การเปลี่ยนจากการ 'ทำเพื่อ' เป็น 'ร่วมมือ' (Shift from Doing For to Doing With):** แทนที่จะกระโดดเข้าช่วยแก้ปัญหาทั้งหมด หนังสือส่งเสริมให้ผู้โค้ชเปลี่ยนบทบาทเป็นผู้สนับสนุนที่ช่วยให้ผู้อื่นค้นพบคำตอบของตนเอง", "strategy_type": "การสื่อสาร, การพัฒนาบุคลากร", "psychological_techniques": ["การควบคุม 'Advice Monster'", "การคงความอยากรู้อยากเห็น", "การสร้างความปลอดภัยทางจิตวิทยา", "การเพิ่มอิสระในการตัดสินใจ", "การฟังเชิงรุก"], "risk_factors": ["Foggy-fiers (ปัญหาไม่ชัดเจน)", "Coaching the Ghost (โค้ชคนอื่นที่ไม่ใช่คู่สนทนา)", "Advice with a question mark attached (คำแนะนำที่แฝงมาในรูปคำถาม)", "Solving the wrong problem (แก้ปัญหาผิดจุด)"], "control_techniques": ["การฝึกฝนการถามคำถามปลายเปิด", "การตระหนักรู้ถึงพฤติกรรมการให้คำแนะนำ", "การใช้โมเดล 3P"], "influence_level": "สูง", "adaptability_level": "สูง", "category": "การสื่อสารและความสัมพันธ์"}
{"book_title": "The Coaching Habit: Say Less, Ask More & Change the Way You Lead Forever", "title": "แนวทางฝึกฝนและการประยุกต์ในชีวิตจริง", "description": "คำแนะนำในการสร้างนิสัยการโค้ชและการนำไปใช้ในสถานการณ์จริง", "content": "ผู้เขียนเน้นย้ำว่าการโค้ชคือ 'นิสัย' ที่ต้องสร้างและฝึกฝน โดยใช้สูตรการสร้างนิสัย (New Habit Formula) ซึ่งประกอบด้วย:\n\n* **เหตุผล (Reason):** ต้องมีแรงจูงใจที่ชัดเจนว่าทำไมถึงต้องการเปลี่ยนนิสัยการให้คำแนะนำไปสู่การโค้ช\n* **ตัวกระตุ้น (Trigger):** ระบุสถานการณ์หรือสัญญาณที่มักจะนำไปสู่นิสัยเก่า (เช่น เมื่อมีคนมาขอความช่วยเหลือ)\n* **นิสัยย่อย (Micro-habit):** กำหนดพฤติกรรมใหม่ที่ง่ายและใช้เวลาไม่เกิน 60 วินาที เพื่อตอบสนองต่อตัวกระตุ้น (เช่น แทนที่จะรีบให้คำแนะนำ ให้เริ่มด้วยการถาม 'What's on your mind?')\n* **การฝึกฝนอย่างตั้งใจ (Deliberate Practice):** ฝึกฝนนิสัยย่อยๆ ซ้ำๆ ในสถานการณ์จริง\n* **แผนการ (Plan):** มีแผนสำรองเมื่อเกิดข้อผิดพลาดหรือกลับไปใช้นิสัยเก่าโดยไม่ตั้งใจ\n\n**การประยุกต์ใช้ในชีวิตจริง:**\n\n* **ในการทำงาน:** ผู้จัดการสามารถใช้คำถามเหล่านี้ในการประชุมเดี่ยว, การสนทนาที่ไม่เป็นทางการ, หรือแม้กระทั่งในการตอบอีเมล เพื่อช่วยให้ทีมงานมีความเป็นอิสระและแก้ปัญหาได้ด้วยตนเอง\n* **ในชีวิตส่วนตัว:** สามารถนำไปใช้ในการสนทนากับเพื่อน ครอบครัว หรือคู่ชีวิต เพื่อส่งเสริมความเข้าใจ การฟัง และการสนับสนุนที่แท้จริง", "strategy_type": "การสร้างนิสัย", "psychological_techniques": ["การสร้างพฤติกรรมใหม่", "การฝึกฝนอย่างตั้งใจ"], "influence_level": "สูง", "adaptability_level": "สูง", "category": "การสื่อสารและความสัมพันธ์"}
{"book_title": "The Coaching Habit: Say Less, Ask More & Change the Way You Lead Forever", "title": "สรุป", "description": "สรุปใจความสำคัญของหนังสือและผลลัพธ์ที่คาดหวัง", "content": "หนังสือปิดท้ายด้วยการเน้นย้ำถึงความสำคัญของการทำให้การโค้ชเป็นส่วนหนึ่งของชีวิตประจำวัน เพื่อสร้างผลกระทบที่ยั่งยืนและทำให้ผู้คนรอบข้างเติบโตและพัฒนาศักยภาพอย่างแท้จริง", "category": "การสื่อสารและความสัมพันธ์"}
{"book_title": "The Coaching Habit: Say Less, Ask More & Change the Way You Lead Forever", "title": "ระดับอิทธิพล การนำไปใช้ ความมั่นใจ และกลุ่มเป้าหมาย", "description": "การประเมินผลกระทบ การนำไปใช้ และกลุ่มเป้าหมายของหนังสือ", "content": "**ระดับอิทธิพล:** หนังสือเล่มนี้มีอิทธิพลอย่างมากต่อแนวคิดการโค้ชและการเป็นผู้นำ โดยเฉพาะอย่างยิ่งในบริบทของธุรกิจและองค์กร ได้รับการยอมรับอย่างกว้างขวางว่าเป็นหนึ่งในหนังสือโค้ชที่ปฏิบัติได้จริงและเข้าถึงง่ายที่สุด\n\n**การนำไปใช้:** มีความสามารถในการนำไปใช้สูงมาก เนื่องจากนำเสนอเครื่องมือที่เรียบง่ายแต่ทรงพลัง ซึ่งสามารถนำไปปรับใช้ได้ทันทีในการสนทนาประจำวัน ไม่ว่าจะสั้นหรือยาว\n\n**ความมั่นใจ:** หนังสือให้ความมั่นใจแก่ผู้อ่านว่าทุกคนสามารถเป็นโค้ชที่ดีได้ โดยไม่จำเป็นต้องเป็นโค้ชมืออาชีพหรือผ่านการฝึกอบรมที่ซับซ้อน เพียงแค่ต้องฝึกฝนการถามคำถามที่ถูกต้อง\n\n**กลุ่มเป้าหมาย:**\n* **ผู้จัดการและผู้นำ:** ที่ต้องการพัฒนาทักษะการเป็นผู้นำ การจัดการทีม และส่งเสริมการพัฒนาบุคลากร\n* **โค้ชมืออาชีพ:** ที่ต้องการเพิ่มเครื่องมือและเทคนิคที่ปฏิบัติได้จริงในชุดทักษะของตน\n* **บุคลากรฝ่ายทรัพยากรบุคคล (HR Professionals):** ที่ต้องการส่งเสริมวัฒนธรรมการโค้ชในองค์กร\n* **บุคคลทั่วไป:** ทุกคนที่ต้องการพัฒนาทักษะการสื่อสาร การฟัง และการช่วยเหลือผู้อื่นให้เติบโตในชีวิตส่วนตัวและอาชีพ", "influence_level": "สูง", "adaptability_level": "สูง", "category": "การสื่อสารและความสัมพันธ์"}
